Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/first_steps/accessibility.*.po
Languages: de, it

source: [[!meta title="Accessibility"]]
de: [[!meta title="Barrierefreiheit"]]
it: [[!meta title="Accessibilità"]]

source: <span class="application">Universal access</span> utilities
de: Werkzeuge für<span class="application">Barrierefreiheit</span>
it: Programmi per l'<span class="application">accesso universale</span>

source: The GNOME desktop provides many accessibility features as documented in the [GNOME Universal access](https://help.gnome.org/users/gnome-help/stable/a11y.html) guide.
de: Der GNOME Dekstop bietet viele Eigenschaften zur Verbesserung der Barrierefreiheit, wie es auch im [GNOME Barrierefreiheit](https://help.gnome.org/users/gnome-help/stable/a11y.html.de) Handbuch beschrieben ist.
it: Il desktop GNOME fornisce molte funzionalità per l'accessibilità, come documentato nella guida sull'[Accesso universale GNOME] (https://help.gnome.org/users/gnome-help/stable/a11y.html.it).

source: To access those utilities choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guisubmenu">Preferences</span>&nbsp;▸ <span class="guimenuitem">System Settings</span>&nbsp;▸ <span class="guimenuitem">Universal Access</span></span>.
de: Um auf diese Werkzeuge zuzugreifen, wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Systemwerkzeuge</span>&nbsp;▸ <span class="guisubmenu">Einstellungen</span>&nbsp;▸ <span class="guimenuitem">Systemeinstellungen</span>&nbsp;▸ <span class="guimenuitem">Barrierefreiheit</span></span>.
it: Per accedere a queste funzioni, scegli <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Strumenti di sistema</span>&nbsp;▸ <span class="guisubmenu">Preferenze</span>&nbsp;▸ <span class="guimenuitem">Impostazioni di sistema</span>&nbsp;▸ <span class="guimenuitem">Accesso universale</span></span>.

source: <span class="application">Orca</span> screen reader
de: Der <span class="application">Orca</span>-Bildschirmleser
it: Il lettore di schermo <span class="application">Orca</span>

source: To **hear screen elements spoken to you** use the <span class="application">ORCA</span> screen reader.
de: Um **Bildschirmelemente vorgelesen zu bekommen* verwenden Sie den <span class="application">ORCA</span> Bildschirmleser.
it: Per **ascoltare la lettura degli elementi dello schermo**, usa il lettore di schermo <span class="application">ORCA</span>.

source: <span class="application">ORCA</span> is available from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Universal Access</span>&nbsp;▸ <span class="guimenuitem">Orca Screen Reader</span></span>.
de: <span class="application">ORCA</span> finden Sie unter <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Barrierefreiheit</span>&nbsp;▸ <span class="guimenuitem">Orca-Bildschirmleser</span></span>.
it: <span class="application">ORCA</span> è disponibile da <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Accesso universale</span>&nbsp;▸ <span class="guimenuitem">Lettore di schermo Orca</span></span>.

source: For more detailed documentation refer to the official [<span class="application">Orca</span> documentation](https://help.gnome.org/users/orca/stable/).
de: Für detailliertere Dokumentation lesen Sie bitte die offiziellen [<span class="application">Orca</span> Dokumentation](https://help.gnome.org/users/orca/stable/index.html.de).
it: Per delle informazioni più dettagliate, puoi riferirti alla [documentazione di <span class="application">Orca</span>](https://help.gnome.org/users/orca/stable/index.html.fr).

source: The screen reading functionality of <span class="application">GNOME Orca</span> works neither with <span class="application">Tor Browser</span> nor with the <span class="application">Unsafe Web Browser</span>.
de: Die Funktionalität des Bildschirmlesens von<span class="application">GNOME Orca</span> funktioniert weder mit <span class="application">Tor Browser</span> noch mit dem <span class="application">Unsicheren Internet Browser</span>.

source: <span class="application">Florence</span> virtual keyboard
de: Das <span class="application">Florence</span> virtuelle Tastatur
it: La tastiera virtuale <span class="application">Florence</span>

source: If you **prefer a pointing device over the keyboard**, you can use the [[<span class="application">Florence</span> virtual keyboard|first_steps/introduction_to_gnome_and_the_tails_desktop#florence]].
de: Falls Sie **einer Tastatur ein Zeigegerät vorziehen**, können Sie die virtuelle [[<span class="application">Florence</span> Tastatur|first_steps/introduction_to_gnome_and_the_tails_desktop#florence]] verwenden.
it: Se **preferisci un puntatore invece di una tastiera**, puoi utilizzare la [[tastiera virtuale <span class="application">Florence</span> |first_steps/introduction_to_gnome_and_the_tails_desktop#florence]].

source: <span class="application">Dasher</span> graphical text entry application
de: Die <span class="application">Dasher</span> Anwendung für graphische Texteingabe
it: <span class="application">Dasher</span>, un'applicazione di suggerimento di testo

source: If you **are operating a computer one-handed** (by joystick, touchscreen, or mouse) or **zero-handed** (by head-mouse or eyetracker), you can use the <span class="application">[Dasher](http://www.inference.phy.cam.ac.uk/dasher/)</span> graphical predictive text entry application.
de: Falls Sie *den Computer einhändig bedienen** (mittels Joystick, Touchscreen oder Maus) oder **ohne Hände** (mittels Kopf-gesteuerter Maus oder Eyetracker), können Sie die <span class="application">[Dasher](http://www.inference.phy.cam.ac.uk/dasher/)</span> Anwendung für graphische, vorausberechnete Eingabe verwenden.
it: Se **utilizzi il computer con una mano sola** (con un joystick, un touchscreen, o un mouse) o **senza mani** (con un head-mouse o tramite tracciamento oculare), puoi utilizzare l'applicazione di suggerimento di testo predittiva <span class="application">[Dasher](http://www.inference.phy.cam.ac.uk/dasher/)</span>.

source: <span class="application">Dasher</span> is available from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Universal Access</span>&nbsp;▸ <span class="guimenuitem">Dasher</span></span>.
de: <span class="application">Dasher</span> finden Sie unter <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Barrierefreiheit</span>&nbsp;▸ <span class="guimenuitem">Dasher</span></span>.
it: <span class="application">Dasher</span> è disponibile da <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Accesso universale</span>&nbsp;▸ <span class="guimenuitem">Dasher</span></span>.

source: <p>The screen reading functionality of <span class="application">GNOME Orca</span> does not work with <span class="application">Tails Installer</span> nor with the <span class="application">Unsafe Web Browser</span> and <span class="application">I2P Browser</span>.</p>
it: La funzionalità di lettura dello schermo <span class="application">Orca di GNOME</span> non funziona con l'<span class="application">Installatore di Tails </span> né con il <span class="application">Browser non sicuro</span> e il <span class="application">Browser I2P</span>.</p>
