Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/first_steps/bug_reporting.*.po
Languages: it

source: [[!meta title="Report an error"]]
it: [[!meta title="Segnalare un errore"]]

source: In this documentation we use the term *bug* to refer to a software error.
it: In questa documentazione utilizziamo il temine *bug* per riferirci a un errore del software.

source: Reporting bugs is a great way of helping us improving Tails.
it: Segnalare i bug è un ottimo modo per aiutarci a migliorare Tails.

source: Remember that **the more effectively you report a bug**, the more likely we are to fix it.
it: Ricorda che **se riporti un bug al meglio**, è più probabile che lo aggiusteremo.

source: Check if the bug is already known
it: Verifica se il bug è gia conosciuto

source: Have a look at:
it: Dai un'occhiata a:

source: the [[list of known issues|support/known_issues]]
it: la [[lista dei problemi conosciuti|support/known_issues]]

source: the [[!tails_redmine desc="list of things to do"]]
it: la [[!tails_redmine desc="lista di cose da fare"]]

source: the [list of things that will be fixed or improved in the next release](https://labs.riseup.net/code/projects/tails/issues?query_id=111)
it: la [lista di cose che saranno aggiustate o migliorate nella prossima versione](https://labs.riseup.net/code/projects/tails/issues?query_id=111)

source: How to write a useful bug report
it: Come scrivere una segnalazione di bug utile

source: The first aim of a bug report is to **tell the developers exactly how to reproduce the failure**.
it: Il primo obiettivo di una segnalazione di bug è di **dire agli sviluppatori esattamente come riprodurre il malfunzionamento**.

source: If that is not possible, try to **describe what went wrong in detail**. Write down the error messages, especially if they have numbers.
it: Se questo non è possibile, prova a **descrivere dettagliatamente cosa è andato storto**. Annota i messaggi di errore, specialmente se hanno numeri.

source: Write **clearly and be precise**. Say what you mean, and make sure it cannot be misinterpreted.
it: Scrivi in maniera **chiara e precisa**. Comunica quello che intendi dire, e fai in modo che non sia equivocabile.

source: Be ready to provide extra information if the developers need it. If they did not need it, they would not be asking for it.
it: Sii pronto a fornire informazioni addizionali qualora gli sviluppatori dovessero averne bisogno. Se non ne avranno bisogno, non te ne chiederanno.

source: You can also refer to the great [How to Report Bugs Effectively](http://www.chiark.greenend.org.uk/~sgtatham/bugs.html), by Simon Tatham.
it: Puoi anche riferirti all'ottimo [Come segnalare i bug efficacemente](http://www.chiark.greenend.org.uk/~sgtatham/bugs-fr.html), di Simon Tatham.

source: Use WhisperBack
it: Usare Whisperback

source: **WhisperBack is an application written specifically to report bugs anonymously from inside Tails. If you are not able to use WhisperBack, see the [[special cases|bug_reporting#special_cases]].**
it: **WhisperBack è un'applicazione scritta appositamente per riportare i bug in maniera anonima da Tails. Se non riesci a usare WhisperBack, guarda i [[casi specifici|bug_reporting#special_cases]].**

source: WhisperBack will help you fill-up a bug report, including relevant technical details and send it to us encrypted and through Tor.
it: WhisperBack ti aiuterà a compilare la segnalazione del bug, dettagli tecnici rilevanti inclusi, e ce la manderà cifrata e attraverso Tor.

source: Start WhisperBack
it: Avviare WhisperBack

source: To start <span class="application">WhisperBack</span>, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">WhisperBack</span></span>.
it: Per avviare <span class="application">WhisperBack</span>, scegli <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Strumenti di sistema</span>&nbsp;▸ <span class="guimenuitem">WhisperBack</span></span>.

source: Write the report
it: Scrivere la segnalazione

source: WhisperBack lets you give plenty of useful information about your bug:
it: WhisperBack ti permette di fornire molte informazioni utili sul bug che hai incontrato:

source: **Summary** a summary of the bug, try to be short, clear and informative
it: **Riepilogo**: un riepilogo del bug, cerca di essere conciso, chiaro e informativo.

source: **Name of the affected software**
it: **Nome del software interessato**

source: **Exact steps to reproduce the error**
it: **Percorso preciso per riprodurre l'errore**

source: **Actual result and description of the error**
it: **Risultato attuale e descrizione dell'errore**

source: **Desired result**
it: **Risultato normalmente atteso**

source: You can also have a look at the <span class="guilabel">technical details to include</span> in your bug report. It will give us information about your hardware, your version of Tails and the startup process.
it: Puoi anche dare un'occhiata ai <span class="guilabel">dettagli tecnici da includere</span> nella tua segnalazione di bug. Questo ci darà informazioni sul tuo hardware, la tua versione di Tails e il processo di avvio.

source: Optional email address
it: Indirizzo email opzionale

source: Giving us an email address allows us to contact you to clarify the problem. This is needed for the vast majority of the reports we receive as most reports without any contact information are useless. On the other hand it also provides an opportunity for eavesdroppers, like your email or Internet provider, to confirm that you are using Tails.
it: Fornendoci un indirizzo email ci consenti di contattarti per chiarire il problema. Questo è necessario nella grande maggioranza delle segnalazioni che riceviamo, e quelle che arrivano senza informazioni di contatto sono inutili. D'altro canto, questo fornisce anche un'opportunità a un intercettatore, come il tuo internet provider o servizio di email, di confermare che stai usando Tails.

source: Optional OpenPGP key
it: Chiave OpenPGP (facoltativa)

source: You can also indicate an OpenPGP key corresponding to this email address. You can either give:
it: Puoi anche indicare una chiave OpenPGP corrispondente a questo indirizzo email. Puoi darci:

source: a **key ID**, if the key is available on public key servers
it: un "identificativo della chiave", se questa è disponibile su server di chiavi pubblici.

source: a **link to the key**, if the key is available on the web
it: un **link alla chiave**, se questa è disponibile in rete

source: a **public key block**, if the key is not publicly available
it: un **public key block**, se la chiave non è disponibile pubblicamente

source: Send your report
it: Invia la tua segnalazione

source: Once you are done writing your report, send it by clicking the *Send* button.
it: Quando hai finito di scrivere la tua segnalazione, inviacela cliccando sul pulsante "Invia".

source: Once your email has been sent correctly you will get the following notification: <span class="guilabel">Your message has been sent</span>.
it: Appena la tua email sarà stata inviata correttamente, riceverai la seguente notifica: <span class="guilabel">Il tuo messaggio è stato inviato</span>.

source: Special cases
it: Casi particolari

source: You might not always be able to use WhisperBack. In those cases, you can also send your bug report by [[email|support/talk]] directly.
it: Potresti non essere sempre in grado di usare WhisperBack. In questi casi, puoi anche inviare una segnalazione di bug direttamente tramite [[email|support/talk]].

source: Note that if you send the report yourself, it might not be anonymous unless you take special care (e.g. using Tor with a throw-away email account).
it: Nota che se ci mandi una segnalazione autonomamente, potrebbe non essere anonima se non prendi le dovute precauzioni (es: usando Tor con un indirizzo email usa e getta).

source: No internet access
it: Nessun accesso a internet

source: WhisperBack won't be able to send your bug report.
it: WhisperBack non riuscirà a inviare la tua segnalazione di bug.

source: The following steps can be used as an alternative method:
it: I passi seguenti possono essere utilizzati come metodo alternativo:

source: In Tails, start WhisperBack
it: Su Tails, avvia WhisperBack

source: In the bug report window, expand "technical details to include"
it: Nella finestra di segnalazione di bug, espandi "technical details to include"

source: Copy everything in the "debugging info" box
it: Copia tutto nel riquadro "debugging info"

source: Paste it to another document (using gedit for instance)
it: Incolla in un altro documento (ad esempio utilizzando gedit)

source: Save the document on a USB stick
it: Salva il documento su una chiave USB

source: Boot into a system with Internet connection and send your report
it: Connettiti ad un sistema con una connessione Internet e invia la tua segnalazione

source: Tails does not start
it: Tails non si avvia

source: See [[Tails_does_not_start]].
it: Vedi [[Tails non si avvia|Tails_does_not_start]].
