Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/first_steps/installation.*.po
Languages: fr, it

source: [[!meta title="Installing onto a USB stick or SD card"]]
fr: [[!meta title="Installation sur une clé USB ou une carte SD"]]
it: [[!meta title="Installare dentro una chiave USB o una scheda SD"]]

source: Tails includes <span class="application">Tails Installer</span>: a custom installer for USB sticks and SD cards.
it: Tails include l'<span class="application">Installatore di Tails</span> : un installatore personalizzato per le chiavi USB e le schede SD.

source: <p>Using <span class="application">Tails Installer</span> allows you to later [[create a persistent volume|persistence]] in the free space left on the device.</p>
it: <p>Utilizzando l'<span class="application">Installatore di Tails</span> ti permette di [[creare un volume persistente|persistence]] nello spazio libero che rimane sul supporto</p>

source: <p><span class="application">Tails Installer</span> can only install Tails on a USB stick or SD card of <strong>at least 4 GB</strong>.</p>
it: <p>L'<span class="application">Tails Installer</span> può installare Tails su una chiave USB o una scheda SD con <strong>almeno 4 GB</strong>.</p>

source: <p>Tails requires a dedicated USB stick or SD card. It is impossible to add another operating system or partition on the same device if you want to benefit from [[automatic upgrades|upgrade]] or create a [[persistent encrypted volume|persistence]].</p>
it: <p>Tails richiede una chiave USB o una scheda SD dedicata. È impossibile aggiungere un altro sistema operativo o partizione sullo stesso dispositivo se vuoi beneficiare degli [[aggiornamenti automatici|upgrade]] o creare un [[volume persistente criptato|persistence]].</p>

source: For the moment, <span class="application">Tails Installer</span> is only available from inside Tails. So you need to start Tails from a first media, and later clone it onto the device of your choice, USB stick or SD card.
it: Per il momento, l'<span class="application">Installatore di Tails</span> è dispnibile solo all'interno di Tails. Quindi devi avviare Tails da un primo dispositivo, e poi clonarlo in quello di tua scelta, chiave USB o scheda SD.

source: Get a first Tails running. To do so you can either:
it: Avviare un primo Tails. Per fare questo puoi:

source: Start Tails from a [[Tails DVD|dvd]] (recommended).
it: Avviare Tails da un [[DVD Tails|dvd]] (raccomandato).

source: Start Tails from another Tails USB stick or SD card, for example from a friend.
it: Avviare Tails da un altra chiave o scheda SD con Tails, per esempio da un'amica.

source: [[Manually install Tails onto another USB or SD card|installation/manual]] and start *Tails Installer* from it.
it: [[Installare manualmente Tails da un'altra USB o scheda SD|installation/manual]] e lanciare l'*Installatore di Tails* da lì.

source: 2. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> to start <span class="application">Tails Installer</span>.
it: 2. Scegli <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Installatore di Tails</span> </span> per avviare l'<span class="application">Installatore di Tails</span>.

source: To install onto a new device, click on the <span class="button">Install by cloning</span> button.
it: Per installare su un nuovo dispositivo, clicca il pulsante <span class="button">Clona e Installa</span>.

source: Plug the device onto which you want to install Tails.
it: Connetti il dispositivo su cui vuoi installare Tails.

source: A new device, which corresponds to the USB stick or SD card, appears in the <span class="guilabel">Target Device</span> drop-down list.
fr: Un nouveau périphérique, correspondant à votre clé USB ou carte SD, apparaît dans le menu déroulant <span class="guilabel">Périphérique cible</span>.
it: Un nuovo dispositivo, che corrisponde alla chiave USB o alla scheda SD, apparirà nel menù a tendina <span class="guilabel">Dispositivo di destinazione</span>.

source: Choose this new device from the <span class="guilabel">Target Device</span> drop-down list.
fr: Sélectionnez ce nouveau périphérique dans la liste déroulante <span class="guilabel">Périphérique cible</span>.
it: Seleziona questo nuovo dispositivo dal menù a tendina <span class="guilabel">Dispositivo di destinazione</span>.

source: <ul> <li><strong>All the data on the installed device will be lost.</strong></li> <li><strong>This operation does not [[securely delete|encryption_and_privacy/secure_deletion]] the lost data on the installed device.</strong></li> <li><strong>This operation does not copy the persistent volume of the device which is being cloned.</strong></li> </ul>
fr: <ul> <li><strong>Toutes les données du périphérique à installer seront perdues.</strong></li> <li><strong>Cette opération ne [[supprime pas de manière sécurisée|encryption_and_privacy/secure_deletion]] les données perdues du périphérique à installer.</strong></li> <li><strong>Cette opération ne copie pas le volume persistant du périphérique en train d'être cloné.</strong></li> </ul>
it: <ul> <li><strong>Tutti i dati sul dispositivo installato saranno persi.</strong></li> <li><strong>Questa operazione non [[cancella in maniera sicura|encryption_and_privacy/secure_deletion]] i dati persi sul dispositivo installato.</strong></li> <li><strong>Questa operazione non copia il volume persistente del dispisitivo che viene clonato</strong></li> </ul>

source: To start the installation, click on the <span class="button">Install Tails</span> button.
it: Per avviare l'installazione, clicca sul bottone <span class="button">Installa Tails</span>.

source: Read the warning message in the pop-up window. Click on the <span class="button">Yes</span> button to confirm.
fr: Lisez le message d'avertissement. Cliquez sur le bouton <span class="button">Oui</span> pour confirmer.
it: Leggi il messaggio d'avviso nella finestra pop-up. Clicca sul pulsante <span class="button">Sì</span> per confermare.

source: <p>After the installation completes, you can [[start Tails|start_tails]] from this new device.</p>
it: <p>Una volta che l'installazione è terminata, puoi [[avviare Tails|start_tails]] da questo nuovo dispositivo.</p>

source: TⒶILS includes <span class="application">TⒶILS Installer</span>: a custom installer for USB sticks and SD cards.
fr: TⒶILS comprend l'<span class="application">Installeur de TⒶILS</span> : un installeur personnalisé pour clés USB et cartes SD.

source: <p>Using <span class="application">TⒶILS Installer</span> allows you to later [[create a persistent volume|persistence]] in the free space left on the device.</p>
fr: <p>Utiliser l'<span class="application">Installeur de TⒶILS</span> vous permet de [[créer un volume persistant|persistence]] plus tard sur l'espace libre restant du périphérique.</p>

source: <p><span class="application">TⒶILS Installer</span> can only install TⒶILS on a USB stick or SD card of <strong>at least 4 GB</strong>.</p>
fr: <p>L'<span class="application">Installeur de TⒶILS</span> peut uniquement installer TⒶILS sur une clé USB ou une carte SD d'<strong>au moins 4 Go</strong>.</p>

source: <p>TⒶILS requires a dedicated USB stick or SD card. It is impossible to add another operating system or partition on the same device if you want to benefit from [[automatic upgrades|upgrade]] or create a [[persistent encrypted volume|persistence]].</p>
fr: <p>TⒶILS nécessite une clé USB ou une carte SD dédiée. Il est impossible d'ajouter un autre système d'exploitation ou une autre partition sur le même périphérique si vous voulez bénéficier des [[mises à jour automatiques|upgrade]] ou créer un [[volume persistant chiffré|persistence]].</p>

source: For the moment, <span class="application">TⒶILS Installer</span> is only available from inside TⒶILS. So you need to start TⒶILS from a first media, and later clone it onto the device of your choice, USB stick or SD card.
fr: Pour le moment, l'<span class="application">Installeur de TⒶILS</span> est seulement disponible depuis TⒶILS. Vous devez donc démarrer TⒶILS depuis un premier support, puis le cloner sur le périphérique de votre choix, clé USB ou carte SD.

source: Get a first TⒶILS running. To do so you can either:
fr: Commencer par obtenir un TⒶILS qui fonctionne. Pour cela, vous pouvez soit :

source: Start TⒶILS from a [[TⒶILS DVD|dvd]] (recommended).
fr: Démarrer TⒶILS depuis un [[DVD TⒶILS|dvd]] (recommandé).

source: Start TⒶILS from another TⒶILS USB stick or SD card, for example from a friend.
fr: Démarrer TⒶILS depuis une autre clé USB ou carte SD TⒶILS, par exemple celle d'un ami.

source: [[Manually install TⒶILS onto another USB or SD card|installation/manual]] and start *TⒶILS Installer* from it.
fr: [[Installer manuellement TⒶILS sur une autre clé USB ou carte SD|installation/manual]] et lancer l'*Installeur de TⒶILS* depuis celle-ci.

source: 2. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">TⒶILS</span>&nbsp;▸ <span class="guimenuitem">TⒶILS Installer</span> </span> to start <span class="application">TⒶILS Installer</span>.
fr: 2. Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">TⒶILS</span>&nbsp;▸ <span class="guimenuitem">Programme d'installation de TⒶILS</span> </span> pour démarrer l'<span class="application">Installeur de TⒶILS</span>.

source: Plug the device onto which you want to install TⒶILS.
fr: Branchez le périphérique sur lequel vous souhaitez installer TⒶILS.

source: To start the installation, click on the <span class="button">Install TⒶILS</span> button.
fr: Pour démarrer l'installation, cliquez sur le bouton <span class="button">Installer TⒶILS</span>.

source: <p>After the installation completes, you can [[start TⒶILS|start_tails]] from this new device.</p>
fr: <p>Une fois l'installation terminée, vous pouvez [[démarrer TⒶILS|start_tails]] depuis ce nouveau périphérique.</p>
