Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/first_steps/startup_options.*.po
Languages: fr

source: [[!meta title="Startup options"]]
fr: [[!meta title="Options de démarrage"]]

source: When starting Tails, you can specify startup options to alter some of its basic functioning. The two ways of specifying startup options are the following:
fr: Quand Tails démarre, vous pouvez spécifier des options de démarrage pour modifier certaines bases de son fonctionnement. Les deux manières de spécifier les options de démarrage sont les suivantes :

source: Using the <span class="application">Boot Loader Menu</span>
fr: Utiliser le <span class="application">menu du chargeur d’amorçage</span>

source: The <span class="application">Boot Loader Menu</span> is the first screen to appear when Tails starts.
fr: Le <span class="application">menu du chargeur d’amorçage</span> est le premier écran qui apparaît lorsque Tails démarre.

source: <p>The <span class="guilabel">Troubleshooting Mode</span> disables some features of the Linux kernel and might work better on some computers. You can try this option if you think you are experiencing errors related to hardware compatibility while starting Tails.</p>
fr: <p>Le mode <span class="guilabel">Troubleshooting Mode</span> désactive certaines fonctionnalités du noyau Linux et peut mieux marcher sur certains ordinateurs. Vous pouvez essayer cette option si vous pensez que vous rencontrez des erreurs de compatibilité matérielle en démarrant Tails.</p>

source: To add a boot option, press <span class="keycap">Tab</span> when the <span class="application">Boot Loader Menu</span> appears. A list of boot options appears at the bottom of the screen.
fr: Pour ajouter une option de démarrage, appuyez sur <span class="keycap">Tab</span> lorsque le <span class="application">menu du chargeur d’amorçage</span> apparaît. Une liste d'options de démarrage apparaît au bas de l'écran.

source: [[!img boot-menu-with-options.png link=no alt="Black screen with Tails artwork. Boot Loader Menu with two options 'Tails' and 'Tails (Troubleshooting Mode)'. At the bottom, a list of options ending with 'vsyscall=none quiet_'"]]
fr: [[!img boot-menu-with-options.png link=no alt="Écran noir avec le logo de Tails. Menu du chargeur d’amorçage avec deux options 'Tails' et 'Tails (Troubleshooting Mode)'. En bas, une liste d'options se terminant par 'vsyscall=none quiet_'"]]

source: Press <span class="keycap">Space</span>, and type the boot option that you want to add.
fr: Appuyez alors sur <span class="keycap">Espace</span>, et saisissez l'option de démarrage que vous souhaitez ajouter.

source: If you want to add more than one boot option, type them one after the other, and separate them by a <span class="keycap">Space</span>.
fr: Si vous désirez ajouter d'autres options de démarrage, saisissez-les après la première, en les séparant par un <span class="keycap">Espace</span>.

source: Then press <span class="keycap">Enter</span> to start Tails.
fr: Appuyez ensuite sur <span class="keycap">Entrée</span> pour démarrer Tails.

source: Using <span class="application">Tails Greeter</span>
fr: Utiliser <span class="application">Tails Greeter</span>

source: <span class="application">Tails Greeter</span> is the set of dialogs that appear after the <span class="application">Boot Loader Menu</span>, but before the <span class="application">GNOME Desktop</span> appears. This is how to first screen of <span class="application">Tails Greeter</span> looks like:
fr: <span class="application">Tails Greeter</span> est un ensemble de boîtes de dialogue qui apparaît après le <span class="application">menu du chargeur d’amorçage</span>, mais avant que le <span class="application">bureau GNOME</span> n'apparaisse. Voici à quoi ressemble le premier écran de <span class="application">Tails Greeter</span> :

source: [[!img tails-greeter-welcome-to-tails.png link=no alt="Welcome to Tails. More options? Yes, and No toggle button, and Login button."]]
fr: [[!img tails-greeter-welcome-to-tails.png link=no alt="Bienvenue dans Tails. Plus d'options ? Boutons Oui, Non et Connexion."]]

source: **To start Tails without options**, click on the <span class="button">Login</span> button, or just press <span class="keycap">Enter</span>.
fr: **Pour démarrer Tails sans options**, cliquez sur le bouton <span class="button">Login</span>, ou appuyez simplement sur <span class="keycap">Entrée</span>.

source: **To start Tails in languages other than English**, select the one you want from the menu at the bottom of the screen. You can also adapt your country and keyboard layout. When you do that, <span class="application">Tails Greeter</span> itself switches language.
fr: **Pour lancer Tails dans une autre langue que l'anglais**, sélectionner celle que vous voulez depuis le menu en bas de l'écran. Vous pouvez aussi adapter votre pays et l'agencement du clavier. Lorsque que vous faites cela, <span class="application">Tails Greeter</span> change de langue.

source: **To set more options**, click on the <span class="button">Yes</span> button. Then click on the <span class="button">Forward</span> button.
fr: **Pour définir plus d'options**, cliquez sur le bouton <span class="button">Oui</span>. Cliquez ensuite sur le bouton <span class="button">Suivant</span>.

source: Here is a list of options that you can set using <span class="application">Tails Greeter</span>:
fr: Voici une liste des options que vous pouvez définir en utilisant <span class="application">Tails Greeter</span>:

source: [[Administration password|administration_password]]
fr: [[Mot de passe d'administration|administration_password]]

source: [[MAC address spoofing|mac_spoofing]]
fr: [[Usurpation d'adresse Mac|mac_spoofing]]

source: - [[Network configuration|network_configuration]] - [[Tor bridge mode|bridge_mode]] - [[Disabling all networking (offline_mode)|offline_mode]] - [[Encrypted persistence|doc/first_steps/persistence/use]]
fr: - [[Configuration du réseau|network_configuration]] - [[Mode bridge de Tor|bridge_mode]] - [[Désactiver_toutes_les_connexions_réseaux_(mode_hors-ligne)|offline_mode]] - [[Persistance chiffrée|doc/first_steps/persistence/use]]
