Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/first_steps/start_tails.*.po
Languages: it

source: [[!meta title="Start Tails"]]
it: [[!meta title="Avviare Tails"]]

source: Now that you have a Tails device, you can shutdown your computer and start using Tails without altering your existing operating system.
it: Ora che hai installato Tails su di un dispositivo puoi spegnere il computer e iniziare a usare Tails senza alterare il tuo sistema operativo.

source: If you are using a DVD
it: Se stai utilizzando un DVD

source: Put the Tails DVD into the CD/DVD drive and restart the computer. You should see a welcome screen prompting you to choose your language.
it: Inserisci il DVD con Tails nel lettore CD/DVD e riavvia il computer. Dovresti vedere una schermata di benvenuto in cui ti viene chiesto di scegliere la tua lingua.

source: If you don't get this menu, you can consult the Ubuntu documentation about [booting from the CD](https://help.ubuntu.com/community/BootFromCD) for more information, especially the part on the [BIOS settings](https://help.ubuntu.com/community/BootFromCD#BIOS%20is%20not%20set%20to%20boot%20from%20CD%20or%20DVD%20drive).
it: Se questo menù non appare puoi consultare la documentazione di Ubuntu sull' [avvio da CD](https://help.ubuntu.com/community/BootFromCD), in particolare [la parte riguardante il BIOS](http://wiki.ubuntu-it.org/Installazione/AvvioDaCd).

source: If you are using a USB stick or SD card
it: Se stai usando una penna USB o una scheda SD

source: According to your type of computer, read the instructions for either [[PC|start_tails#usb-pc]] or [[Mac|start_tails#usb-mac]].
it: A seconda del tuo computer leggi le istruzioni per [[PC|start_tails#usb-pc]] o [[Mac|start_tails#usb-mac]].

source: Shutdown the computer, plug your device, and start the computer. You should see a welcome screen prompting you to choose your language.
it: Spegni il computer, inserisci il dispositivo e accendi il computer. Dovresti vedere una schermata di benvenuto in cui ti viene chiesto di scegliere la tua lingua.

source: If your computer does not automatically do so, you might need to edit the BIOS settings. Restart your computer, and watch for a message telling you which key to press to enter the BIOS setup. It will usually be one of <span class="keycap">F1</span>, <span class="keycap">F2</span>, <span class="keycap">Del</span>, <span class="keycap">Esc</span> or <span class="keycap">F10</span>. Press this key while your computer is booting to edit your BIOS settings. You need to edit the <span class="guilabel">Boot Order</span>. Depending on your computer you should see an entry for <span class="guilabel">removable drive</span> or <span class="guilabel">USB media</span>. Move this to the top of the list to force the computer to attempt to start from your device before starting from the internal hard disk. Save your changes and continue.
it: Se questo non accade automaticamente è possibile che tu debba modificare le tue impostazioni BIOS. Riavvia il computer e aspetta un messaggio che ti dica quali tasti premere per entrare nel setup del BIOS. Solitamente è uno dei tasti seguenti: <span class="keycap">F1</span>, <span class="keycap">F2</span>, <span class="keycap">Del</span>, <span class="keycap">Esc</span> ou <span class="keycap">F10</span>. Premi i tasti durante l'avvio del computer per modificare le impostazioni del BIOS. Dovrai modificare <span class="guilabel">Boot Order</span> (ordine di avvio) o <span class="guilabel">Boot Device Priority</span> (priorità di lettura all'avvio). A seconda del tuo computer dovresti vedere un' opzione per <span class="guilabel">removable drive</span> o<span class="guilabel">USB media</span>. Spostala in cima alla lista per forzare il computer a cercare di iniziare dal tuo dispositivo prima che dall'hard disk interno. Salva le tue modifiche e continua.

source: For more detailed instruction on how to boot from USB you can read [About.com: How To Boot your Computer from a Bootable USB Device](http://pcsupport.about.com/od/tipstricks/ht/bootusbflash.htm).
it: Per informazioni più dettagliate su come avviare da una USB puoi leggere [About.com: How To Boot your Computer from a Bootable USB Device](http://pcsupport.about.com/od/tipstricks/ht/bootusbflash.htm).

source: If you have problems accessing the BIOS, try to read [pendrivelinux.com: How to Access BIOS](http://www.pendrivelinux.com/how-to-access-bios/).
it: Se hai problemi nell'accedere al BIOS prova a leggere [pendrivelinux.com: How to Access BIOS](http://www.pendrivelinux.com/how-to-access-bios/).

source: Shutdown the computer, plug your device, start the computer, and immediately press-and-hold <span class="keycap">Option</span> until a boot menu appears. In that boot menu, choose the entry that reads <span class="guimenuitem">Boot EFI</span> and looks like a USB stick.
it: Spegni il computer, inserisci il tuo dispositivo, avvia il computer e immediatamente premi il tasto <span class="keycap">Option</span> fino alla comparsa del menù di avvio. Dal menù di avvio scegli l'opzione che indica <span class="guimenuitem">Boot EFI</span> e assomiglia a una USB

source: Then, Tails should start and you should see a welcome screen prompting you to choose your language.
it: A questo punto Tails dovrebbe avviarsi e dovresti vedere una schermata di benvenuto in cui ti viene chiesto di scegliere la tua lingua.

source: If this does not work, then you might need to install [rEFInd](http://sourceforge.net/projects/refind/).
it: Se non funziona potresti dover installare [rEFInd](http://sourceforge.net/projects/refind/).

source: <div class="caution">
it: <div class="Attenzione">

source: Installing rEFInd replaces your original bootloader.<br/> This could cause your Mac to not boot. It is recommended to create a full backup and know how to restore. See <a href="https://support.apple.com/kb/HT1427">Apple's instructions</a>.
it: Installare rEFInd rimpiazza di default il tuo programma di avvio.<br/> Questo potrebbe far sì che il tuo Mac non si avvii più. Si raccomanda di effettuare un backup completo e di essere in grado di recuperarlo. Vedi le <a href="https://support.apple.com/it-it/HT201250"> istruzioni di Apple</a>.

source: Problems starting Tails?
it: Problemi con l'avvio di Tails?

source: Read our specific [[reporting guidelines when Tails does not start|doc/first_steps/bug_reporting/tails_does_not_start]].
it: Leggi le nostre [[istruzioni specifiche per quando Tails non si avvia|doc/first_steps/bug_reporting/tails_does_not_start]].

source: Using a virtualization software
it: Usare un software di virtualizzazione

source: [[See the corresponding documentation.|advanced_topics/virtualization]]
it: [[Vedi la documentazione corrispondente.|advanced_topics/virtualization]]
