Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/first_steps/upgrade.*.po
Languages: it

source: [[!meta title="Upgrading a Tails USB stick or SD card"]]
it: [[!meta title="Aggiornare una chiave USB o una scheda SD Tails"]]

source: Tails includes an automatic mechanism to upgrade a USB stick or a SD card to newer versions. When it is not possible to do this **automatic upgrade**, it is possible to do a **manual upgrade**. This page describes both techniques.
it: Tails include un meccanismo automatico per aggiornare una chiave USB o una scheda SD a versioni più recenti. Qualora non fosse possibile effettuare questo **aggiornamento automatico**, è possibile fare un **aggiornamento manuale**. Questa pagina descrive entrambi i metodi.

source: Our upgrades always fix important security issues so it is important to do them as soon as possible.
it: I nostri aggiornamenti correggono sempre problemi di sicurezza importanti, quindi è importante che li effettui il prima possibile.

source: Both techniques only work if the upgraded device, USB stick or SD card, was installed using <span class="application">Tails Installer</span>. **The persistent storage on the device will be preserved.**
it: Le due procedure funzionano solo se il dispositivo aggiornato, chiave USB o scheda SD, è, stato installato usando l'<span class="application">Installatore di Tails</span>. **Lo spazio persistente di archiviazione sul dispositivo sarà protetto.**

source: If you use Tails from a DVD or if your Tails device was not installed using <span class="application">Tails Installer</span>, it is not possible to upgrade and you need to follow our [[installation instructions|download#media]] again with the new ISO image.
it: Se utilizzi Tails da un DVD o se il tuo dispositivo Tails non è stato installato usando l'<span class="application">Installatore di Tails</span>, non è possibile fare l'aggiornamento e dovrai seguire di nuovo le nostre [[istruzioni d'installazione|download#media]] con la nuova immagine ISO.

source: Automatic upgrade using <span class="application">Tails Upgrader</span>
it: Aggiornamento automatico usando <span class="application">Tails Upgrader</span>

source: After starting Tails and connecting to Tor, <span class="application">Tails Upgrader</span> automatically checks if upgrades are available and then proposes you to upgrade your device. The upgrades are checked for and downloaded through Tor.
it: Dopo aver avviato Tails ed esserti connesso con Tor, <span class="application">Tails Upgrader</span> verificherà automaticamente se ci sono aggiornamenti di sponibili, e poi ti proporrà di aggiornare il tuo dispositivo. Gli aggiornamenti vengono controllati e scaricati attraverso Tor.

source: The advantages of this technique are the following:
it: I vantaggi di questa tecnica sono i seguenti:

source: You only need a single Tails device. The upgrade is done on the fly from a running Tails. After upgrading, you can restart and use the new version.
it: Hai bisogno di un solo dispositivo Tails. L'aggiornamento è fatto immediatamente da Tails avviato. Dopo l'aggiornamento potrai riavviare e utilizzare la nuova versione.

source: The upgrade is much smaller to download than a full ISO image.
it: L'aggiornamento è molto più leggero da scaricare che un'immagine ISO completa.

source: The upgrade mechanism includes cryptographic verification of the upgrade. You don't have to verify the ISO image yourself anymore.
it: Il meccanismo di aggiornamento include una verifica crittografica dell'aggiornamento. Non devi più verificare l'immagine ISO da te.

source: Requirements:
it: Requisiti:

source: A Tails device, USB stick or SD card, installed using <span class="application">Tails Installer</span>.
it: Una periferica Tails, chiave USB o scheda SD, installata usando l'<span class="application">Installatore di Tails</span>.

source: An Internet connection.
it: Una connessione a Internet.

source: After connecting to Tor, if an upgrade is available, a dialog box appears and proposes you to upgrade your device.
it: Dopo esserti connesso a Tor, se c'è un aggiornamento disponibile, comparirà una finestra di dialogo che ti proporrà di aggiornare il tuo dispositivo.

source: <ul> <li>It is recommended to close all the open applications during the upgrade.</li> <li>Downloading the upgrade might take a long time, from several minutes to a few hours.</li> <li>The networking will be disabled after downloading the upgrade.</li> </ul>
it: <ul> <li>Si raccomanda di chiudere tutte le applicazioni aperte durante l'upgrade.</li> <li>Scaricare l'aggiornamento potrebbe richiedere molto tempo, da diversi minuti ad alcune ore.</li> <li>La connessione sarà disabilitata dopo aver scaricato l'aggiornamento.</li> </ul>

source: If you decide to do the upgrade, click on <span class="guilabel">Upgrade now</span>, and follow the assistant through the upgrade process.
it: Se decidi di effettuare l'aggiornamento, clicca su <span class="guilabel">Aggiorna adesso</span>, e segui l'assistente lungo il processo di aggiornamento.

source: If you missed an upgrade, each upgrade will be installed one after the other. For exemple, if you have a Tails 1.3 and the current version is 1.3.2, then the upgrade to 1.3.1 will be installed, and after you restart Tails, the upgrade to 1.3.2 will be installed.
it: Se hai perso un aggiornamento, tutti gli aggiornamenti verranno installati uno dopo l'altro. Per esempio, se hai Tails 1.3 e la versione corrente è 1.3.2, allora l'aggiornamento 1.3.1 sarà installato, e dopo che avrai riavviato Tails sarà installato l'aggiornamento 1.3.2.

source: <p>If you cannot upgrade at startup (for example if you have no network connection by then), you can start <span class="application">Tails Upgrader</span> later by opening a terminal and executing the following command:</p>
it: <p>Se non riesci ad aggiornare all'avvio (ad esempio se non hai connessione d rete), puoi avviare<span class="application">Tails Upgrader</span> più tadi, aprendo un terminale ed eseguendo il seguente comando :</p>

source: If an error occurs, the assistant proposes you to read one of the following pages:
it: Se si verifica un errore, l'assistente ti proporrà di leggere una delle pagine seguenti:

source: If an error occurs while checking for available upgrades:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html|upgrade/error/check]]
it: Se si verifica un errore mentre si controlla l'esistenza di aggiornamenti:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html|upgrade/error/check]]

source: If an error occurs while download the upgrade:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html|upgrade/error/download]]
it: Se si verifica un errore durante lo scaricamento dell'aggiornamento:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html|upgrade/error/download]]

source: If an error occurs while installing the upgrade:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html|upgrade/error/install]]
it: Se si verifica un errore durante l'installazione dell'aggiornamento:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html|upgrade/error/install]]

source: Manual upgrade using <span class="application">Tails Installer</span>
it: Installazione manuale con l'<span class="application">Installatore di Tails</span>

source: They might also contain <strong>special instructions for upgrading</strong>.
it: Queste potrebbero contenere anche <strong>istruzioni speciali per l'aggiornamento</strong>.

source: It might not always be possible to do an automatic upgrade as described above. For example, when:
it: Potrebbe non essere possibile effettuare un aggiornamento automatico come descritto qui sotto. Per esempio, quando:

source: No automatic upgrade is available from our website for this version.
it: Non ci sono aggiornamenti automatici disponibili dal nostro sito per questa versione.

source: The automatic upgrade is impossible for technical reasons (not enough memory, not enough free space on the device, etc.).
it: L'aggiornamento automatico è impossibile per ragioni tecniche (non c'è abbastanza memoria, non c'è abbastanza spazio sul dispositivo, etc.).

source: You want to upgrade from another Tails device which already has a newer version installed, for example when working offline.
it: Vuoi aggiornare da un altro dispositivo Tails che ha già una versione più recente installata, ad esempio lavorando offline.

source: The automatic upgrade failed and you need to repair a Tails device.
it: L'aggiornamento automatico non è riuscito e devi riparare un dispositivo Tails.

source: In that case, <span class="application">Tails Installer</span> allows you to manually upgrade a USB stick or SD card to a newer version of Tails. Using <span class="application">Tails Installer</span> you can either:
it: In questo caso, l'<span class="application">Installatore di Tails</span>ti permette di aggiornare manualmente una chiave USB o una scheda SD a una versione più recente di Tails. Utilizzando l'<span class="application">Installatore di Tails</span> puoi:

source: [[Upgrade by cloning from another device|upgrade#clone]] which already runs a newer version of Tails.
it: [[Aggiornare clonando un altro dispositivo|upgrade#clone]] che contiene già una versione più recente di Tails.

source: [[Upgrade from an ISO image|upgrade#from_iso]] of a newer version of Tails.
it: [[Aggiornare da un'immagine ISO|upgrade#from_iso]] di una versione più recente di Tails.

source: Like for installing, you need to start <span class="application">Tails Installer</span> from another media than the device that you want to upgrade.
it: Come per l'installazione, devi avviare l' <span class="application">Installatore Tails</span> da un supporto che non sia il dispositivo che vuoi aggiornare.

source: To know the version of a running Tails, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">About Tails</span> </span>
it: Per conoscere la versione di Tails utilizzata, scegli <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">About Tails</span> </span>

source: Start Tails from the DVD, USB stick, or SD card, that you want to clone from.
it: Avvia Tails dal DVD, chiave USB o scheda SD dalla quale vuoi effettuare la clonazione.

source: 2. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> to start <span class="application">Tails Installer</span>.
it: 2. Scegli <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> per avviare l'<span class="application">Installatore di Tails</span>.

source: Plug the device that you want to upgrade.
it: Connetti il dispositivo che vuoi aggiornare.

source: A new device, which corresponds to the USB stick or SD card, appears in the <span class="guilabel">Target Device</span> drop-down list.
it: Una nuova periferica, che corrisponde alla chiave USB o alla scheda SD, apparirà nella lista a tendina <span class="guilabel">Dispositivo di destinazione</span>.

source: Choose the device from the <span class="guilabel">Target Device</span> drop-down list.
it: Scegli il dispsitivo dalla lista <span class="guilabel">Dispositivo di destinazione</span>.

source: To start the upgrade, click on the <span class="button">Install Tails</span> button.
it: Per avviare l'aggiornamento, clicca sul pulsante <span class="button">Installa Tails</span> .

source: Read the warning message in the pop-up window. Click on the <span class="button">Yes</span> button to confirm.
it: Leggi il messaggio d'avviso nella finestra pop-up. Clicca sul pulsante <span class="button">Si</span> per confermare.

source: Upgrade from ISO
it: Aggiornare da un'immagine ISO

source: Start Tails from another DVD, USB stick, or SD card, than the device that you want to upgrade.
it: Avviare Tails da un DVD, chiave USB o scheda SD che non sia il dispositivo che vuoi aggiornare.

source: Choose <span class="guilabel">Upgrade from ISO</span>.
it: Scegli <span class="guilabel">Aggiorna da un'immagine ISO</span>.

source: Click on the <span class="guilabel">Browse</span> button to specify the location of the ISO image.
it: Clicca sul pulsante <span class="guilabel">Sfoglia</span> per specificare la posizione dell'immagine ISO.

source: If the ISO image is saved on another media, plug it if necessary and click on the corresponding device in the <span class="guilabel">Places</span> column.
it: Se l'immagine ISO è salvata su un altro supporto, connettilo se necessario e clicca sulla periferica corrispondente dalla colonna <span class="guilabel">Places</span>.

source: If the ISO image is stored in a persistent volume, the corresponding device appears first as <span class="guilabel">Encrypted</span>. Click on the device and, in the popup window, enter the passphrase to unlock it.
it: Se l'immagine ISO è archiviata in un volume persistente, il dispositivo corrispondente appare prima come <span class="guilabel">Cifrato</span>. Clicca sulla periferica e, dalla finestra pop-up, digita la password per sbloccarla.
