Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/first_steps/bug_reporting/tails_does_not_start.*.po
Languages: de, fr, pt

source: [[!meta title="TⒶILS does not start"]]
de: [[!meta title="TⒶILS startet nicht"]]
fr: [[!meta title="TⒶILS ne démarre pas"]]
pt: [[!meta title="TⒶILS não inicia"]]

source: If TⒶILS does not start properly, refer first to the [[known issues|/support/known_issues]] page. Similar issues might have already been reported for the same model of computer.
de: Falls TⒶILS nicht korrekt startet, schauen Sie zunächst auf der [[Seite mit bekannten Fehlern|/support/known_issues]]. Ähnliche Probleme mit dem gleichen Computermodell wurden möglicherweise schon gemeldet.
fr: Si TⒶILS ne démarre pas correctement, reportez-vous tout d'abord à la page des [[problèmes connus|/support/known_issues]]. Des problèmes similaires ont peut-être déjà été rapportés pour le même modèle d'ordinateur.
pt: Se o TⒶILS não inicia adequadamente, consulte primeiro a página de [[problemas conhecidos|/support/known_issues]]. Problemas similares podem já ter sido relatados para o mesmo modelo de computador.

source: Otherwise refer to the following sections, depending on whether or not the [[boot menu|/doc/first_steps/startup_options#boot_menu]] appears when starting TⒶILS:
de: Andernfalls lesen Sie die folgenden Abschnitte, abhängig davon, ob das [[Bootmenü|/doc/first_steps/startup_options#boot_menu]] beim Start von TⒶILS erscheint:
fr: Sinon reportez-vous aux sections suivantes, en fonction de l'apparition, ou pas, du [[menu de démarrage|/doc/first_steps/startup_options#boot_menu]] de TⒶILS lors de son démarrage :
pt: Do contrário, consulte as sessões subsequentes, a depender se o [[menu de inicialização|/doc/first_steps/startup_options#boot_menu]] aparece ou não na inicialização do TⒶILS.

source: <a id="at_all"></a>
fr: <a id="du tout"></a>

source: TⒶILS does not start at all
de: TⒶILS startet überhaupt nicht
fr: TⒶILS ne démarre pas du tout
pt: TⒶILS não incia de jeito nenhum

source: The following section applies if the [[boot menu|/doc/first_steps/startup_options#boot_menu]] does not appear when starting TⒶILS.
de: Der folgende Abschnitt gilt, wenn das [[Bootmenü|/doc/first_steps/startup_options#boot_menu]] beim Start von TⒶILS nicht erscheint.
fr: La section suivante correspond au cas où le [[menu de démarrage|/doc/first_steps/startup_options#boot_menu]] n'apparaît pas lors du démarrage de TⒶILS.

source: Refer to the instructions on how to [[start TⒶILS|doc/first_steps/start_tails]], especially the section about BIOS settings.
de: Der folgende Abschnitt gilt, falls das [[Boot Menu|/doc/first_steps/startup_options#boot_menu]] nicht erscheint, wenn TⒶILS startet.
fr: Reportez-vous aux instructions sur comment [[démarrer TⒶILS|doc/first_steps/start_tails]], en particulier la section sur la configuration du BIOS.

source: If none of this works, [[send us an email|/support/talk]] including the following information:
de: [[Senden Sie uns eine E-Mail|/support/talk]] mit den folgenden Informationen:
fr: Si rien de tout cela ne marche, [[envoyez-nous un email|/support/talk]] contenant les informations suivantes :

source: Which version of TⒶILS are you trying to start?
de: Welche Version von TⒶILS versuchen Sie zu starten?
fr: Quelle version de TⒶILS essayez-vous de démarrer ?
pt: Qual versão do TⒶILS você está tentando iniciar?

source: Did you [[verify the ISO image|download#verify]]?
de: Haben Sie das [[ISO-Image verifiziert|download#verify]]?
fr: Avez-vous [[vérifié l'image ISO|download#verify]] ?
pt: Você [[verificou a imagem ISO|download#verify]]?

source: Which is the brand, and model of the computer?
de: Von welchem Hersteller und welches Modell ist der Computer?
fr: Quelle est la marque, le modèle de l'ordinateur ?
pt: Quais são a marca e o modelo do computador?

source: What exactly happens when trying to start? Report the complete error message that appears on the screen, if any.
de: Was genau passiert, wenn Sie versuchen TⒶILS zu starten? Falls es eine Fehlermeldung gibt, geben Sie die gesamte Fehlermeldung an, die auf dem Bildschirm erscheint.
fr: Que se passe-t-il exactement lors des tentatives de démarrage ? S'il y en a un, rapportez entièrement le message d'erreur qui apparaît à l'écran.
pt: O que acontece exatamente quando você tenta inicializar? Relate a mensagem de erro completa que aparece na tela, se aparecer alguma.

source: From which media are you trying to start TⒶILS: DVD, USB stick [[installed manually|doc/first_steps/installation/manual]], USB stick [[installed with TⒶILS Installer|doc/first_steps/installation]], SD card? Keep in mind that, we do not support any other installation method than the ones listed above.
de: Von welchem Medium versuchen Sie TⒶILS zu starten: DVD, [[von Hand installierter|doc/first_steps/installation/manual]] USB-Stick, [[mit dem TⒶILS Installer installierter|doc/first_steps/installation]] USB-Stick, SD-Karte? Bedenken Sie, dass wir keine anderen Installationsmethoden, als die aufgelisteten, unterstützen.
fr: Depuis quel type de support essayez-vous de démarrer TⒶILS : DVD, clé USB [[installée manuellement|/doc/first_steps/installation/manual]], clé USB [[installée avec l'installeur USB TⒶILS|/doc/first_steps/installation]], carte SD ? Sachez que nous ne prenons en charge aucun autre moyen d'installation que ceux décrits ci-dessus.
pt: Através de que mídia você está tentando inicializar o TⒶILS: DVD, memória USB [[instalada manualmente|doc/first_steps/installation/manual]], memória USB [[instalado com o instalador do TⒶILS|doc/first_steps/installation]], cartão SD? Tenha em mente que nós não oferecemos suporte a métodos de instalação que não sejam os listados acima.

source: Have you been able to start TⒶILS successfully on this computer before, from another media, or with another version of TⒶILS? If so, which ones?
de: Konnten Sie TⒶILS auf dem Computer zuvor erfolgreich starten, von einem anderen Medium oder mit einer anderen Version von TⒶILS? Falls ja, welche?
fr: Avez-vous déjà réussi à démarrer TⒶILS correctement sur cet ordinateur auparavant, depuis un autre support, ou avec une autre version de TⒶILS ?
pt: Você conseguiu iniciar o Talis com sucesso neste computador antes, a partir de uma outra mídia ou com outra versão do TⒶILS? Se sim, quais?

source: Does the same media start successfully on other computers?
de: Startet dasselbe Medium erfolgreich auf einem anderen Computer?
fr: Est-ce que le même support démarre correctement sur d'autres ordinateurs ?
pt: A mesma mídia inicializa com sucesso em outros computadores?

source: Have you been able to start TⒶILS successfully on the same computer using different installation methods? For example, it might start from a DVD but not from a USB stick.
de: Konnten Sie TⒶILS auf dem Computer mit einer anderen Installationsmethode starten? Zum Beispiel könnte es von DVD starten, nicht aber von einem USB-Stick.
fr: Avez-vous déjà réussi à démarrer TⒶILS correctement sur ce même ordinateur, en utilisant une méthode d'installation différente ? Par exemple, il pourrait démarrer avec un DVD et non avec une clé USB.
pt: Você conseguiu iniciar o TⒶILS com sucesso no mesmo computador usando métodos diferentes de instalação? Por exemplo, ele consegue iniciar de um DVD mas não de uma memória USB.

source: What installation method did you use to set up TⒶILS?
de: Welche Installationsmethode haben Sie verwendet, um TⒶILS zu installieren?
fr: Quelle méthode avez-vous utilisée pour installer TⒶILS ?
pt: Que método de instalação você usou para configurar o TⒶILS?

source: TⒶILS does not start entirely
de: TⒶILS startet nicht vollständig
fr: TⒶILS ne démarre pas complètement
pt: TⒶILS não inicia por completo

source: The following section applies if the [[boot menu|/doc/first_steps/startup_options#boot_menu]] appears but not [[TⒶILS Greeter|/doc/first_steps/startup_options/#tails_greeter]] when starting TⒶILS.
de: Der folgende Abschnitt gilt, falls das [[Bootmenü|/doc/first_steps/startup_options#boot_menu]], aber nicht der [[TⒶILS Greeter|/doc/first_steps/startup_options/#tails_greeter]] beim Start von TⒶILS erscheint.
fr: La section suivante correspond au cas où le [[menu de démarrage|/doc/first_steps/startup_options#boot_menu]] apparaît mais pas [[TⒶILS Greeter|/doc/first_steps/startup_options/#tails_greeter]] lors du démarrage de TⒶILS.
pt: A seção a seguir se aplica nos casos em que, na inicialização do TⒶILS, o [[menu de inicalização|/doc/first_steps/startup_options#boot_menu]] aparece mas o [[TⒶILS Greeter|/doc/first_steps/startup_options/#tails_greeter]] não.

source: In the graphical boot menu, press `TAB`.
de: Drücken Sie `TAB` im graphischen Bootmenü.
fr: Au niveau du menu de démarrage, appuyez sur `TAB`.
pt: No menu gráfico de inicialização, pressione `TAB`.

source: Remove the `quiet` option from the boot command line.
de: Entfernen sie die `quiet`-Option aus der Befehlszeile.
fr: Enlevez l'option `quiet` de la ligne de commande de démarrage.
pt: Remova a opção `quiet` da linha de comando de inicialização.

source: Add the `debug` and `nosplash` option.
de: Fügen Sie die Optionen `debug` und `nosplash` hinzu.
fr: Ajoutez les options `debug` et `nosplash`.
pt: Adicione as opções `debug` e `nosplash`.

source: Hopefully, this displays useful messages while starting TⒶILS. You can then include them in a bug report to be sent:
de: Hoffentlich werden dadurch Meldungen beim Start von TⒶILS angezeigt. Diese können Sie dann in einen Fehlerbericht einbeziehen, den Sie dann abschicken:
fr: Ceci devrait normalement afficher des messages lors du démarrage, messages très utiles que vous pourrez inclure dans le rapport de bug à envoyer :
pt: Se tudo der certo, isso mostrará mensagens úteis durante a inicialização do TⒶILS. Você pode incluí-las no relatório de bug a ser enviado:

source: either using [[WhisperBack|/doc/first_steps/bug_reporting]] if you are able to start TⒶILS from another media,
de: entweder mit [[WhisperBack|/doc/first_steps/bug_reporting]], falls Sie TⒶILS von einem anderen Medium starten können,
fr: soit en utilisant [[WhisperBack|/doc/first_steps/bug_reporting]] si vous pouvez démarrer TⒶILS depuis un autre support,
pt: seja usando o [[WhisperBack|/doc/first_steps/bug_reporting]] se você consegue iniciar o TⒶILS através de outra mídia,

source: either by [[sending us an email|/support/talk]]
de: oder indem Sie [[uns eine E-Mail schicken|/support/talk]]
fr: soit en [[nous envoyant un email|/support/talk]]
pt: ou [[nos mandando um email|/support/talk]]

source: If the error message is `/bin/sh: can't access tty; job control turned off` followed by `(initramfs)`, then try removing the `live-media=removable` option.
de: Falls der Fehler `/bin/sh: can't access tty; job control turned off` gefolgt von `(initramfs)` ist, versuchen Sie, die Option `live-media=removable` zu entfernen.
fr: Si le message d'erreur est `/bin/sh: can't access tty; job control turned off` suivie par `(initramfs)`, essayez ensuite d'enlever l'option `live-media=removable`.
pt: Se a mensagem de erro for `/bin/sh: can't access tty; job control turned off` followed by `(initramfs)`, então tente remover a opção `live-media=removable`.

source: <strong>When removing this option, if an adversary installed a fake TⒶILS on an internal hard disk, then you will likely be starting this dangerous operating system instead of the genuine TⒶILS that you intended to use.</strong>
de: <strong>Falls Sie diese Option entfernen: Wenn ein Angreifer ein gefälschtes TⒶILS auf einer internen Festplatte installiert hat, starten Sie wahrscheinlich dieses gefährliche Betriebssystem anstatt des echten TⒶILS, das Sie verwenden wollten.</strong>
fr: <strong>En faisant cela, si un adversaire était capable d'installer un faux TⒶILS sur un disque dur interne, vous pourriez démarrer ce système d'exploitation dangereux au lieu du vrai TⒶILS que vous vouliez utiliser.</strong>
pt: <strong>Ao remover esta opção, caso um adversário tenha instalado uma versão falsa do TⒶILS em um disco rígido interno, você estará inicializando este sistema operacional perigoso ao invés do TⒶILS genuíno que você pretendia utilizar.</strong>

source: If removing `live-media=removable` allows you to start TⒶILS, please report a bug as documented above: this allows us to improve the [[list of problematic USB sticks|support/known_issues#problematic-usb-sticks]]. In this case, you should install TⒶILS on another, better supported USB stick.
de: Falls das Entfernen von `live-media=removable` es Ihnen erlabut, TⒶILS zu starten, schreiben Sie bitte einen Fehlerbericht, wie es oben beschrieben ist: Dies ermöglicht uns die [[Liste problematischer USB-Sticks|support/known_issues#problematic-usb-sticks]] zu verbessern. In diesem Fall sollten Sie TⒶILS auf einem anderen, besser unterstützten USB-Stick installieren.
fr: Si enlever `live-media=removable` vous permet de démarrer TⒶILS, merci de faire un rapport de bug comme documenté ci-dessus : cela nous permettra d'améliorer la [[liste des clés USB problématiques|support/known_issues#problematic-usb-sticks]]. Dans ce cas vous devriez installer TⒶILS sur une autre clé USB, mieux supportée.
pt: Se remover `live-media=removable` permitir que você incicialize o TⒶILS, por favor relate um bug conforme documentado acima: isso nos permite melhorar a [[lista de dispositivos USB problemáticos|support/known_issues#problematic-usb-sticks]]. Nesse caso, você deveria instalar o TⒶILS em dispositivo USB diferente e melhor suportado.
