Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/encryption_and_privacy/manage_passwords.*.po
Languages: it

source: [[!meta title="Manage passwords with KeePassX"]]
it: [[!meta title="Gestire password con KeePassX"]]

source: Using the [<span class="application">KeePassX</span>](https://www.keepassx.org/) password manager you can:
it: Utilizzando il gestore delle password [<span class="application">KeePassX</span>] (https://www.keepassx.org/) potete:

source: Store many passwords in an encrypted database which is protected by a single passphrase of your choice.
it: Memorizzare molte password in un database criptato protetto da una singola frase d'accesso a vostra scelta.

source: Always use different and stronger passwords, since you only have to remember a single passphrase to unlock the entire database.
it: Utilizzare sempre password diverse e più resistenti, dal momento che vi dovrete ricordare una singola frase d'accesso per sbloccare l'intero database.

source: Generate very strong random passwords.
it: Generare password casuali molto forti.

source: Create and save a password database
it: Creare e salvare un database di password

source: Follow these steps to create a new password database and save it in the persistent volume for use in future working sessions.
it: Seguite questi passaggi per creare un nuovo database di password e salvatelo nel volume persistente per usarlo nelle future sessioni di lavoro.

source: To learn how to create and configure the persistent volume, read the [[documentation on persistence|first_steps/persistence]].
it: Per imparare come creare e configurare il volume persistente leggete la [[documentazione sulla persistenza|first_steps/persistence]].

source: When starting Tails, [[enable the persistent volume|first_steps/persistence/use]].
it: Quando avviate Tails, [[abilitate il volume persistente|first_steps/persistence/use]].

source: In the [[<span class="application">Persistent Volume Assistant</span>|first_steps/persistence/configure]], verify that the [[<span class="guilabel">Personal Data</span> persistence feature|doc/first_steps/persistence/configure#personal_data]] is activated. If it is deactivated, activate it, restart Tails, and [[enable the persistent volume|first_steps/persistence/use]].
it: Nel [[<span class="application">Persistent Volume Assistant</span> |first_steps/persistence/configure]], verificate che il [[<span class="guilabel">Personal Data </span> funzione persistenza|doc/first_steps/persistence/configure#personal_data]] sia attivata. Se è disattivata, attivatela, riavviate Tails ed [[abilitate il volume persistente|first_steps/persistence/use]].

source: To start <span class="application">KeePassX</span>, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">KeePassX</span></span>.
it: Per avviare <span class="application">KeePassX</span>, selezionate <span class="menuchoice"><span class="guimenu">Applicazioni</span>&nbsp; ▸<span class="guisubmenu">Accessori</span>&nbsp;▸ <span class="guimenuitem">KeePassX</span></span>.

source: To store the database in the persistent volume for use in future working sessions:
it: Per memorizzare il database nel volume persistente per poterlo utilizzare nelle future sessioni:

source: Choose <span class="menuchoice"> <span class="guimenu">Database</span>&nbsp;▸ <span class="guimenuitem">Save database</span></span>.
it: Selezionate <span class="menuchoice"><span class="guimenu">Database</span> &nbsp;▸<span class="guimenuitem">Salva database</span></span>.

source: Restore and unlock the password database
it: Ripristinare e sbloccare la password del database

source: Follow these steps to unlock the password database saved in the persistent volume from a previous working session.
it: Seguite questi passaggi per sbloccare la password del database salvata nel volume persistente durante una precedente sessione.

source: If you have a database named *keepass.kdbx* in your *Persistent* folder, <span class="application">KeePassX</span> automatically displays a dialog to unlock that database.
it: Se avete un database chiamato *keepass.kdbx* nella vostra cartella *Persistente* <span class="application">KeePassX</span> apparirà automaticamente una finestra di dialogo per sbloccare questo database.

source: Enter the passphrase for this database and click <span class="guilabel">OK</span>.
it: …Inserite la frase d'accesso per questo database e cliccate <span class="guilabel">OK</span>.

source: If you enter an invalid passphrase the following error message appears:
it: Se avete inserito una frase d'accesso errata vi apparirà il seguente messaggio di errore:

source: <p>In addition to the <em>password database</em>, you can store your <span class="application">KeePassX</span> <em>settings</em> using the [[<span class="guilabel">Dotfiles</span> persistence feature|doc/first_steps/persistence/configure#dotfiles]]. To do so, create the folder <code>/live/persistence/TailsData_unlocked/dotfiles/.config/keepassx/</code> and copy the file <code>~/.config/keepassx/keepassx2.ini</code> to it.</p>
it: <p>In aggiunta alla <em>password database</em> potete memorizzare le <span class="application">KeePassX</span> <em>impostazioni</em> usando la [[funzione persistenza <span class="guilabel">Dotfiles</span> |doc/first_steps/persistence/configure#dotfiles]]. Per farlo, create la cartella <code>/live/persistence/TailsData_unlocked/dotfiles/.config/keepassx/</code> e copiatevi il file <code>~/.config/keepassx/keepassx2.ini</code>.</p>

source: Migrating a password database from Tails 2.12 and earlier
it: Migrare un database di password da Tails 2.12 o precedenti

source: The database format of <span class="application">KeePassX</span> 1 (Tails 2.12 and earlier) is incompatible with the database format of <span class="application">KeePassX</span> 2 (Tails 3.0 and later).
it: Il formato database di <span class="application">KeePassX</span> (Tails 2.12 e precedenti) è incompatibile con il formato database di <span class="application">KeePassX</span> 2 (Tails 3.0 e successivi).

source: To migrate your database to the new format:
it: Per migrare il vostro database nel nuovo formato:

source: Start <span class="application">KeePassX</span>.
it: Avviate <span class="application">KeePassX</span>.

source: Select your database, for example <span class="filename">keepassx.kdb</span>.
it: Selezionate il vostro database, per esempio <span class="filename">keepassx.kdb</span>.

source: After your database is open, save it to the new format:
it: Dopo aver aperto il vostro database, salvatelo nel nuovo formato:

source: *kdb* for the old format.
it: *kdb* per il vecchio formato.

source: *kdbx* for the new format.
it: *kdbx* per il nuovo formato.

source: Additional documentation
it: Documentazione aggiuntiva

source: For more detailed instructions on how to use <span class="application">KeePassX</span>, refer to the [<span class="application">KeePassX</span> guide of Security in-a-Box](https://securityinabox.org/en/guide/keepassx/linux/).
it: Per istruzioni più dettagliate su come utilizzare <span class="application">KeePassX</span> potete fare riferimento [alla guida <span class="application">KeePassX</span> di Security in-a-Box](https://securityinabox.org/en/guide/keepassx/linux/).
