Repository: Acidburn0zzz/mtails
Catalog: wiki/src/install/debian/usb.*.po
Languages: it

source: [[!meta title="Install from Debian, Ubuntu, or Mint"]]
it: [[!meta title="Installare Tails da Debian o Ubuntu o Mint"]]

source: [[!inline pages="install/inc/tails-installation-assistant.inline" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/tails-installation-assistant.inline.it" raw="yes" sort="age"]]

source: Start in Debian, Ubuntu, or Linux Mint.
it: Avviare in Debian o Ubuntu o Mint.

source: [[!inline pages="install/inc/steps/debian_requirements.inline" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/debian_requirements.inline.it" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/download.inline" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/download.inline.it" raw="yes" sort="age"]]

source: In this step, you will install <span class="application">Tails Installer</span>, a program designed specifically for installing Tails.
it: In questo passaggio, installerai <span class="application">Tails Installer</span>, un programma specifico per installare Tails.

source: If you are running Debian
it: Se stai usando Debian

source: Make sure that you are connected to the Internet.
it: Assicurati di essere connesso a Internet

source: Start <span class="application">Synaptic Package Manager</span>.
it: Avvia <span class="application">Synaptic Package Manager</span>.

source: 1. Choose <span class="guimenupath"> <span class="guimenu">Settings</span>&nbsp;▸ <span class="guimenuitem">Repositories</span></span>.
it: 1. Scegli <span class="guimenupath"> <span class="guimenu">Settings</span>&nbsp;▸ <span class="guimenuitem">Repositories</span></span>.

source: Depending on your Debian installation, two different dialogs might appear:
it: A seconda della tua versione di Debian, possono apparire due diverse finestre di dialogo:

source: a. If the dialog is titled <span class="guilabel">Software & Updates</span> and has tabs:
it: a. Se la finestra titola <span class="guilabel">Software & Updates</span> ed le tab:

source: Open the <span class="guilabel">Other Software</span> tab, and click on the <span class="button">Add&hellip;</span> button.
it: Apri la scheda <span class="guilabel">Other Software</span> e clicca sul pulsante <span class="button">Add&hellip;</span>.

source: In the <span class="guilabel">APT line</span> field, specify:
it: Nel campo <span class="guilabel">APT line</span>, specifica:

source: If you are running Debian 8 (Jessie):<br/> `deb http://http.debian.net/debian/ jessie-backports main`
it: Se stai usando Debian 8 (Jessie):<br/> `deb http://http.debian.net/debian/ jessie-backports main`

source: If you are running Debian 9 (Stretch):<br/> `deb http://http.debian.net/debian/ stretch-backports main`
it: Se stai usando Debian 9 (Stretch):<br/> `deb http://http.debian.net/debian/ stretch-backports main`

source: a. If the dialog is titled <span class="guilabel">Repositories</span> and has no tabs:
it: a. Se la finestra titola <span class="guilabel">Repositories</span> e non ha schede:

source: Click <span class="button">New</span> and specify:
it: Clicca <span class="button">Nuovo</span> e specifica:

source: Click the <span class="button">Add Source</span> button.
it: Clicca <span class="button">Aggiungi fonte</span>.

source: Click <span class="button">Close</span> or <span class="button">Ok</span>.
it: Clicca <span class="button">Chiudi</span> o <span class="button">Ok</span>.

source: In the confirmation dialog, click <span class="guilabel">Reload</span> and wait for the download of the package information to finish.
it: Nella finestra di conferma, clicca <span class="guilabel">Reload</span> e aspetta che il pacchetto di informazioni sia stato scaricato.

source: Install <span class="application">Tails Installer</span>
it: Installa <span class="application">Tails Installer</span>.

source: In the main windows of <span class="application">Synaptic</span>, click <span class="button">Search</span> and search for `tails-installer`.
it: Nella finestra principale <span class="application">Synaptic</span>, clicca <span class="button">Search</span> e cerca per 'tails-installer'.

source: In the list of packages, double-click on `tails-installer` to mark `tails-installer` for installation.
it: Nella lista dei pacchetti, fai doppio click su 'tails-installer' per marcarlo per l'installazione.

source: In the confirmation dialog, click <span class="button">Mark</span>.
it: Nella finestra di conferma, clicca <span class="button">Mark</span>.

source: Click on the <span class="button">Apply</span> button in the toolbar to apply the changes.
it: Clicca sul pulsante <span class="button">Apply</span> nella barra degli strumenti per applicare i cambiamenti.

source: In the confirmation dialog, click <span class="button">Apply</span>.
it: Nella finestra di conferma, clicca su <span class="button">Applica</span>.

source: After all the changes are applied, close <span class="application">Synaptic</span>.
it: Una volta che tutti i cambiamenti sono stati applicati, chiudi <span class="application">Synaptic</span>.

source: If you are running Ubuntu
it: Se stai utilizzando Ubuntu

source: Open a <span class="guimenuitem">Root Terminal</span>.
it: Apri un <span class="guimenuitem">Root Terminal</span>.

source: Execute the following command to add the *universe* repository to your system:
it: Esegui il seguente comando per aggiungere *universe* ai repository del tuo sistema:

source: Execute the following command to add our PPA repository to your system:
it: Esegui il seguente comando per aggiungere il nostro repository PPA al tuo sistema:

source: Execute the following command to update your lists of packages:
it: Esegui il seguente comando per aggiornare la tua lista dei pacchetti:

source: Execute the following command to install the <span class="code">tails-installer</span> package:
it: Esegui il seguente comando per installare il pacchetto <span class="code">tails-installer</span>:

source: If you are running Linux Mint
it: Se stai usando Linux Mint

source: Start <span class="application">Software Manager</span>.
it: Avvia <span class="application">Software Manager</span>.

source: 1. Choose <span class="guimenupath"> <span class="guimenu">Edit</span>&nbsp;▸ <span class="guimenuitem">Software sources</span></span>.
it: 1. Scegli <span class="guimenupath"> <span class="guimenu">Edit</span>&nbsp;▸ <span class="guimenuitem">Software sources</span></span>.

source: Click on the <span class="guilabel">PPAs</span> button and then choose to <span class="button">Add a new PPA&hellip;</span>.
it: Clicca sul bottone <span class="guilabel">PPAs</span> e quindi scegli <span class="button">Add a new PPA&hellip;</span>.

source: In the dialog, specify `ppa:tails-team/tails-installer` and click <span class="button">Ok</span>.
it: Nella finestra di dialogo, specifica `ppa:tails-team/tails-installer` e clicca <span class="button">Ok</span>.

source: Click <span class="button">Ok</span> again to close the description of the PPA.
it: Clicca <span class="button">Ok</span> di nuovo per chiudere la descrizione del PPA.

source: In the <span class="guilabel">Software Sources</span> window, click on the <span class="button">Update the cache</span> button and wait for the download of the package information to finish.
it: Nella finestra <span class="guilabel">Software Sources</span>, clicca sul bottone <span class="button">Update the cache</span> ed aspetta fino al completamento delle informazioni relative ai pacchetti.

source: Close the <span class="guilabel">Software Sources</span> dialog.
it: Chiudi la finestra di dialogo <span class="guilabel">Software Sources</span>.

source: Wait a few seconds until <span class="application">Software Manager</span> reappears.
it: Aspetta alcuni secondi fino al riapparire del <span class="application">Software Manager</span>.

source: In the main window of <span class="application">Software Manager</span>, search for `tails-installer` and double-click on <span class="guilabel">Tails Installer</span> in the search results.
it: Nella finestra principale di <span class="application">Software Manager</span>, cerca per `tails-installer` e fai doppio click su <span class="guilabel">Tails Installer</span> nei risultati della ricerca.

source: Click <span class="button">Install</span> in the description of <span class="application">Tails Installer</span>.
it: Clicca su <span class="button">Installa</span> nella descrizione di <span class="application">Tails Installer</span>.

source: After <span class="application">Tails Installer</span> is installed, close <span class="application">Software Manager</span>.
it: Dopo che si è installato <span class="application">Tails Installer</span>, chiudi <span class="application">Software Manager</span>.

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/install_final.inline.it" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/create_persistence.inline.it" raw="yes" sort="age"]]
