Repository: Acidburn0zzz/mtails
Catalog: wiki/src/install/mac.*.po
Languages: fr

source: Tails is not working on every Mac model and you might have to try <strong>different installation methods</strong>.
fr: Tails ne fonctionne pas sur tous les modèles de Mac. Il vous faudra peut-être essayer <strong>plusieurs méthodes d'installation</strong>.

source: At the end, maybe:
fr: À la fin, il se peut que :

source: Tails will work <strong>perfectly</strong>!
fr: Tails fonctionne <strong>parfaitement</strong> !

source: You will start Tails with <strong>some core features missing</strong>.
fr: Tails démarre avec <strong>sans certaines fonctionnalités cruciales</strong>.

source: You will start Tails with <strong>Wi-Fi or graphics problems</strong>.
fr: Tails démarre avec des <strong>problèmes de Wi-Fi ou d'affichage</strong>.

source: It will be <strong>impossible</strong> to start Tails on your Mac.
fr: Il soit <strong>impossible</strong> de démarrer Tails sur votre Mac.

source: Anyway, ready to give it a try?
fr: Envie de tenter votre chance ?

source: If you know someone you trust who uses Tails already, you can try installing your Tails by cloning from their Tails.
fr: Si vous connaissez une personne de confiance qui utilise déjà Tails, vous pouvez essayer d'installer votre Tails en copiant son Tails.

source: Try cloning from another Tails
fr: Essayer de cloner depuis un autre Tails

source: If you don't know anyone who uses Tails or if you tried to clone and failed starting, then you can try these other 3 methods:
fr: Si vous ne connaissez personne qui utilise Tails ou que votre clone ne démarre pas, vous pouvez essayer l'une de ces trois autres méthodes :

source: <small>Install from</small>
fr: <small>Installer depuis</small>

source: Windows or Linux
fr: Windows ou Linux

source: Burn a DVD
fr: Graver un DVD

source: <small>and then install</small>
fr: <small>et ensuite installer</small>

source: <small>Install using</small>
fr: <small>Installer en utilisant</small>

source: the command line
fr: la ligne de commande

source: You can also:
fr: Vous pouvez également :

source: [[Run Tails in a virtual machine|vm-download]]
fr: [[Exécuter Tails dans une machine virtuelle|vm-download]]
