Repository: Acidburn0zzz/mtails
Catalog: wiki/src/about.*.po
Languages: it

source: [[!meta title="About"]]
it: [[!meta title="Sul progetto"]]

source: > **amnesia**, *noun*:<br/> > forgetfulness; loss of long-term memory.
it: > **amnésia**, *sostantivo*:<br/> > assenza di ricordo; perdita della memoria a lungo termine.

source: > **incognito**, *adjective & adverb*:<br/> > (of a person) having one's true identity concealed.
it: > **incógnito**, *aggettivo*:<br/> (di una persona) che tiene la sua vera identità nascosta.

source: Tails is a live system that aims to preserve your privacy and anonymity. It helps you to use the Internet anonymously and circumvent censorship almost anywhere you go and on any computer but leaving no trace unless you ask it to explicitly.
it: Tails é un sistema operativo "live" che ha come obiettivo preservare la tua privacy ed anonimato. Ti aiuta ad utilizzare internet in forma anonima e ad evitare i filtri della censura, praticamente in qualunque luogo tu vada e su qualunque computer, senza lasciare tracce a meno che tu non voglia farlo esplicitamente.

source: It is a complete operating system designed to be used from a DVD, USB stick, or SD card independently of the computer's original operating system. It is [[Free Software|doc/about/license]] and based on [[Debian GNU/Linux|https://www.debian.org/]].
it: É un Sistema Operativo completo progettato per essere avviato da DVD, memoria USB o carta SD e funziona indipendentemente dal sistema operativo originale installato sul computer. É un [[Software Libero|doc/about/license]] basato su [[Debian GNU/Linux|https://www.debian.org/]].

source: Tails comes with several built-in applications pre-configured with security in mind: web browser, instant messaging client, email client, office suite, image and sound editor, etc.
it: Tails ti arriva con diverse applicazioni già pre-configurate, tenendo sempre in mente la sicurezza: un navigatore (browser) per il web, un client di messaggistica istantanea, un programma client di posta elettronica, una suíte di scrittura, software per editare immagini e suoni, etc.

source: Online anonymity and censorship circumvention
it: Anonimato online e navigazione libera dalla censure

source: Tails relies on the Tor anonymity network to protect your privacy online:
it: Tails utilizza la rete di anonimizzazione Tor per proteggere la tua privacy online:

source: all software is configured to connect to the Internet through Tor
it: tutti i programmi sono configurati per connettersi ad internet attraverso Tor

source: if an application tries to connect to the Internet directly, the connection is automatically blocked for security.
it: se una applicazione tenta di connettersi ad internet direttamente, la connessione viene bloccata per sicurezza.

source: Tor is free software and an open network that helps you defend against a form of network surveillance that threatens personal freedom and privacy, confidential business activities and relationships, and state security known as traffic analysis.
it: Tor é Software Libero ed è un network aperto che aiuta a difendesi contro le forme di vigilanza nella rete internet che minacciano la libertà personale e la privacy, attività commerciali e relazioni confidenziali, e contro le misure di sicurezza conosciute come analisi del traffico.

source: Tor protects you by bouncing your communications around a distributed network of relays run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
it: Tor ti protegge reindirizzando le tue comunicazioni in una rete distribuita di ripetitori mantenuta da una rete di volontari in tutto il mondo: questo evita che chiunque stia osservando le tue comunicazioni sappia che siti web tu stia visitando e previene che gli stessi siti conoscano la tua locazione fisica.

source: Using Tor you can:
it: Usando Tor si può:

source: be anonymous online by hiding your location,
it: navigare nel web in forma anonima offuscando la propria locazione.

source: connect to services that would be censored otherwise;
it: connettersi a servizi che in altro modo sarebbero censurati.

source: resist attacks that block the usage of Tor using circumvention tools such as [[bridges|doc/first_steps/startup_options/bridge_mode]].
it: affrontare attacchi che bloccano l'uso di Tor, usando strumenti di "aggiramento" (circumvention tools) come i [[bridges|doc/first_steps/startup_options/bridge_mode]].

source: To learn more about Tor, see the official [Tor website](https://www.torproject.org/):
it: Per saperne di più su Tor, ti consigliamo di visitare il [sito ufficiale di Tor](https://www.torproject.org/) (in inglese):

source: [Tor overview: Why we need Tor](https://www.torproject.org/about/overview.html.en#whyweneedtor)
it: [Visione generale su Tor: perché c'è bisogno di Tor](https://www.torproject.org/about/overview.html.en#whyweneedtor) (in inglese).

source: [Tor overview: How does Tor work](https://www.torproject.org/about/overview.html.en#thesolution)
it: [Visione generale di Tor: Come funziona Tor](https://www.torproject.org/about/overview.html.en#thesolution) (in inglese).

source: [Who uses Tor?](https://www.torproject.org/about/torusers.html.en)
it: [Chi usa Tor?](https://www.torproject.org/about/torusers.html.en) (in inglese).

source: [Understanding and Using Tor — An Introduction for the Layman](https://trac.torproject.org/projects/tor/wiki/doc/TorALaymansGuide)
it: [Comprendere e usare Tor - Una introduzione per profani](https://trac.torproject.org/projects/tor/wiki/doc/TorALaymansGuide) (in inglese).

source: To learn more about how the usage of Tor is enforced, see our [[design document|contribute/design/Tor_enforcement]].
it: Per sapere di più su come avvalorare l'uso di Tor, leggi il nostro [[documento di progetto|contribute/design/Tor_enforcement]].

source: You can also use Tails to access [I2P](https://geti2p.net) which is an anonymity network different from Tor.
it: Puoi anche usare Tails per accedere a [I2P](https://geti2p.net) che è un network anonimizzatore differente da Tor.

source: [[Learn how to use I2P in Tails in the documentation.|doc/anonymous_internet/i2p]]
it: [[Impara come usare I2P nella documentazione di Tails.|doc/encryption_and_privacy]]

source: To know how I2P is implemented in Tails, see our [[design document|contribute/design/I2P]].
it: Per conoscere come I2P é sviluppato in Tails, leggi il nostro [[progetto|contribute/design/I2P]].

source: Use anywhere but leave no trace
it: Usalo dove vuoi ma senza lasciare traccia

source: Using Tails on a computer doesn't alter or depend on the operating system installed on it. So you can use it in the same way on your computer, a friend's or one at your local library. After shutting down Tails, the computer can start again on its usual operating system.
it: L'uso di Tails non altera e nemmeno dipende dal sistema operativo installato attualmente nel computer. Così lo si può utilizzare sul proprio computer, e nello stesso modo sul pc di un amico o su quello della biblioteca. Dopo che si è spento Tails, il computer può essere riacceso con l'usuale sistema operativo.

source: Tails is configured with special care to not use the computer's hard-disks, even if there is some swap space on them. The only storage space used by Tails is the RAM, which is automatically erased when the computer shuts down. So you won't leave any trace neither of the Tails system nor of what you did on the computer. That's why we call it "amnesic".
it: Tail è configurato con una speciale attenzione a non utilizzare il disco fisso del computer, neppure lo spazio swap. L'unico spazio di scrittura/lettura utilizzato da Tails sul PC è la memoria RAM, che viene automaticamente cancellata quando si spegne il computer. In questo modo non si lascia traccia del sistema operativo Tails e neppure di come lo si è utilizzato. É per questo motivo che lo si definisce"amnésico".

source: This allows you to work on sensitive documents on any computer and protect you from data recovery after shutdown. Of course, you can still explicitly save some documents to another USB or external hard-disk and take them away for future use.
it: Questo ti permette di lavorare su documenti sensibili su qualunque computer e ti protegge dal tentativo di terzi di recuperare i dati dopo lo spegnimento.. Chiaramente è possibile salvare esplicitamente dei documenti su un' altra memoria USB o in un disco rigido esterno e metterlo via per usi futuri.

source: State-of-the-art cryptographic tools
it: Strumenti di criptografia di alto livello

source: Tails also comes with a selection of tools to protect your data using strong encryption:
it: Tails ha installata anche una selezione di software che ti permettono di proteggere i tuoi dati con strumenti di criptografia forte:

source: [[Encrypt your USB sticks or external hard-disks|doc/encryption_and_privacy/encrypted_volumes]] using <span class="definition">[[!wikipedia LUKS]]</span>, the Linux standard for disk-encryption.
it: [[Criptare una memoria USB o un disco fisso esterno|doc/encryption_and_privacy/encrypted_volumes]] usando <span class="definition">[[!wikipedia LUKS]]</span>, lo strumento standard per criptare un disco su Gnu-Linux.

source: Automatically encrypt with HTTPS all your communications to a number of major websites using [HTTPS Everywhere](https://www.eff.org/https-everywhere), a Firefox extension developed by the [Electronic Frontier Foundation](https://www.eff.org).
it: Cripta automaticamente in HTTPS tutte le tue connessioni con un grande numero di siti web usando [HTTPS Everywhere](https://www.eff.org/https-everywhere), una estensione di Firefox sviluppata dalla [Electronic Frontier Foundation](https://www.eff.org).

source: Encrypt and sign your emails and documents using the *de facto* standard <span class="definition">[[!wikipedia OpenPGP]]</span> either from Tails email client, text editor or file browser.
it: Cripta e firma le tue email e documenti usando lo standard riconosciuto <span class="definition">[[!wikipedia_en Pretty_Good_Privacy desc="OpenPGP"]]</span>, entrambe le cose dal client emails di Tails, dall'editor di testo o dal gestore dei file.

source: Protect your instant messaging conversations using <span class="definition">[[!wikipedia Off-the-Record_Messaging desc="OTR"]]</span>, a cryptographic tool that provides encryption, authentication and deniability.
it: Protegge le tue conversazioni online con <span class="definition">[[!wikipedia Off-the-Record_Messaging desc="OTR"]]</span> (Off-the-Record Messaging, pagina in inglese), uno strumento criptografico per la cifratura, l'autenticazione e la plausibile smentita.

source: [[Securely delete your files|doc/encryption_and_privacy/secure_deletion]] and clean your diskspace using [[Nautilus Wipe|http://wipetools.tuxfamily.org/nautilus-wipe.html]].
it: [[Cancellazione sicura dei file|doc/encryption_and_privacy/secure_deletion]] e pulizia del tuo spazio disco usando [[Nautilus Wipe|http://wipetools.tuxfamily.org/nautilus-wipe.html]].

source: [[Read more about those tools in the documentation.|doc/encryption_and_privacy]]
it: [[Leggi di più riguardo questi strumenti nella documentazione.|doc/encryption_and_privacy]]

source: What's next?
it: Ci sono novità?

source: To continue discovering Tails, you can now read:
it: Per continuare ad approfondire su Tails, si può leggere:

source: the [[warning page|doc/about/warning]] to understand better the security limitations of Tails and Tor,
it: la [[pagina degli avvertimenti|doc/about/warning]] per capire meglio le limitazioni di sicurezza che ci sono in Tails e in Tor,

source: more details about the [[features and software|doc/about/features]] included in Tails,
it: più dettagli a riguardo delle [[caratteristiche del software|doc/about/features]] incluso inTails,

source: our [[documentation|doc]] explaining in detail how to use Tails,
it: la nostra [[documentazione|doc]] che spiega in dettaglio come usare Tails,

source: some hints on why [[should you trust Tails|doc/about/trust]],
it: alcuni consigli su [[perchè fidarsi di Tails|doc/about/trust]],

source: our [[design document|contribute/design]] about Tails specification, threat model and implementation,
it: il nostro [[documento di progettazione|contribute/design]] sulle specifiche di Tails, il modello di minaccia e lo sviluppo,

source: the [[calendar|contribute/calendar]] holds the release dates, meetings and other events.
it: il calendario che annuncia le date delle nuove release (le nuove versioni del SO), appuntamenti pubblici ed altri eventi.

source: Press and media
it: Stampa ed altri media

source: See [[Press and media information|press]].
it: Guarda [[informazioni dalla stampa e dai media|press].

source: Acknowledgments and similar projects
it: Riconoscimenti e progetti simili

source: See [[Acknowledgments and similar projects|doc/about/acknowledgments_and_similar_projects]].
it: Vedi anche [[Riconoscimenti e progetti simili|doc/about/acknowledgments_and_similar_projects]].
