Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc.*.po
Languages: es, zh

source: [[!meta title="Documentation"]]
es: [[!meta title="Documentación"]]

source: This documentation is a work in progress and a collective task.
es: Esta documentación es un trabajo en progreso y una tarea colectiva.

source: <p>If this section doesn't answer your questions, you can also look at our [[FAQ|support/faq]].</p>
es: <p>Si esta sección no responde a tus dudas, puedes también leer nuestras [[FAQ (preguntas frecuentes)|support/faq]].</p>
zh: <p>=如果您看完该文档仍有疑惑，请见[[FAQ|support/faq]]。</p>

source: Read about how you can help [[improving Tails documentation|/contribute/how/documentation]].
es: Lee sobre como puedes ayudar a [[mejorar la documentación de Tails|/contribute/how/documentation]].
zh: 了解如何帮助[[改进 Tails 的文档|/contribute/how/documentation]]。

source: - [[Introduction to this documentation|introduction]]
es: - [[Introducción a esta documentación|introduction]]
zh: - [[文档介绍|introduction]]

source: General information
es: Información general
zh: 常用信息

source: [[!inline pages="doc/about.index" raw="yes"]]
es: [[!inline pages="doc/about.index.es" raw="yes"]]

source: Download and install
es: Bajar e instalar
zh: 下载与安装

source: [[Install from another Tails (for PC)|install/win/clone/overview]]
es: [[Instala desde otro Tails (para PC)|install/win/clone/overview]]

source: [[Install from another Tails (for Mac)|install/mac/clone/overview]]
es: [[Instala desde otro Tails (para Mac)|install/mac/clone/overview]]

source: [[Install from Windows|install/win/usb/overview]]
es: [[Instala desde Windows|install/win/usb/overview]]

source: [[Install from Debian or Ubuntu|install/debian/usb/overview]]
es: [[Instala desde Debian o Ubuntu|install/debian/usb/overview]]

source: [[Install from Debian or Ubuntu using the command line and GnuPG|install/expert/usb/overview]]
es: [[Instala desde Debian o Ubuntu usando la línea de comandos y GnuPG|install/expert/usb/overview]]

source: [[Install from other Linux distributions|install/linux/usb/overview]]
es: [[Instala desde otras distribuciones de Linux|install/linux/usb/overview]]

source: [[Install from Mac OS X by burning a DVD first|install/mac/dvd/overview]]
es: [[Instala desde Mac OS X grabando primero un DVD|install/mac/dvd/overview]]

source: [[Install from Mac OS X and the command line|install/mac/usb/overview]]
es: [[Instala desde Mac OS X con la línea de comandos|install/mac/usb/overview]]

source: [[Burn a DVD|install/dvd]]
es: [[Graba un DVD|install/dvd]]
zh: [[刻录 DVD|install/dvd]]

source: [[Download without installing|install/download]]
es: [[Bajar sin instalar|install/download]]
zh: [[仅下载不进行安装|install/download]]

source: [[Download and verify using OpenPGP|install/download/openpgp]]
es: [[Baja y verifica usando OpenPGP|install/download/openpgp]]

source: First steps with Tails
es: Primeros pasos con Tails
zh: 开始使用 Tails

source: [[!inline pages="doc/first_steps.index" raw="yes"]]
es: [[!inline pages="doc/first_steps.index.es" raw="yes"]]

source: Connect to the Internet anonymously
es: Contecta a Internet de forma anónima
zh: 匿名连接互联网

source: [[!inline pages="doc/anonymous_internet.index" raw="yes"]]
es: [[!inline pages="doc/anonymous_internet.index.es" raw="yes"]]

source: Encryption and privacy
es: Cifrado y privacidad
zh: 加密与隐私

source: [[!inline pages="doc/encryption_and_privacy.index" raw="yes"]]
es: [[!inline pages="doc/encryption_and_privacy.index.es" raw="yes"]]

source: Work on sensitive documents
es: Trabajar en documentos delicados
zh: 处理敏感文档

source: [[!inline pages="doc/sensitive_documents.index" raw="yes"]]
es: [[!inline pages="doc/sensitive_documents.index.es" raw="yes"]]

source: Advanced topics
es: Temas avanzados
zh: 进阶

source: [[!inline pages="doc/advanced_topics.index" raw="yes"]]
es: [[!inline pages="doc/advanced_topics.index.es" raw="yes"]]

source: [[!inline pages="doc/about.index" raw="yes" sort="age"]]
zh: [[!inline pages="doc/about.index.zh" raw="yes" sort="age"]]

source: [[Install from another Tails (for PC)|install/win/clone-overview]]
zh: [[从另一 Tails（计算机）安装|install/win/clone-overview]]

source: [[Install from another Tails (for Mac)|install/mac/clone-overview]]
zh: [[从另一 Tails（Mac版）安装|install/mac/clone-overview]]

source: [[Install from Windows|install/win/usb-overview]]
zh: [[从 Windows 系统安装|install/win/usb-overview]]

source: [[Install from Debian, Ubuntu, or Mint|install/debian/usb-overview]]
zh: [[从 Debian、Ubuntu 或 Mint 系统安装|install/debian/usb-overview]]

source: [[Install from Debian, Ubuntu, or Mint using the command line and GnuPG|install/expert/usb-overview]]
zh: [[从 Debian、Ubuntu 或 Mint 系统使用命令行与 GnuPG 安装|install/expert/usb-overview]]

source: [[Install from other Linux distributions|install/linux/usb-overview]]
zh: [[从其它 Linux 版本安装|install/linux/usb-overview]]

source: [[Install from macOS by burning a DVD first|install/mac/dvd-overview]]
zh: [[从其它 macOS 系统预先刻录 DVD 安装|install/mac/dvd-overview]]

source: [[Install from macOS and the command line|install/mac/usb-overview]]
zh: [[从 macOS 系统使用命令行安装|install/mac/usb-overview]]

source: [[!inline pages="doc/first_steps.index" raw="yes" sort="age"]]
zh: [[!inline pages="doc/first_steps.index.zh" raw="yes" sort="age"]]

source: [[!inline pages="doc/anonymous_internet.index" raw="yes" sort="age"]]
zh: [[!inline pages="doc/anonymous_internet.index.zh" raw="yes" sort="age"]]

source: [[!inline pages="doc/encryption_and_privacy.index" raw="yes" sort="age"]]
zh: [[!inline pages="doc/encryption_and_privacy.index.zh" raw="yes" sort="age"]]

source: [[!inline pages="doc/sensitive_documents.index" raw="yes" sort="age"]]
zh: [[!inline pages="doc/sensitive_documents.index.zh" raw="yes" sort="age"]]

source: [[!inline pages="doc/advanced_topics.index" raw="yes" sort="age"]]
zh: [[!inline pages="doc/advanced_topics.index.zh" raw="yes" sort="age"]]
