Repository: Acidburn0zzz/mtails
Catalog: wiki/src/download.*.po
Languages: fa

source: [[!meta title="Download, verify and install"]] <strong>Tails is [[Free Software|doc/about/license]], you can download it, use it and share it without restriction.</strong>
fa: [[!meta title="دانلود، تأیید و نصب"]] <strong> تیلز [[نرم‌افزار آزاد|doc/about/license]] است. می‌توانید أن را بدون محدودیت دانلود و استفاده کرده و به اشتراک بگذارید.</strong>

source: First time user?
fa: کاربر جدید هستید؟

source: If you don't know what a metadata or a man-in-the-middle attack is.
fa: اگر نمی‌دانید متادیتا یا حمله فرد میانی چیست.

source: If you think no-one can eavesdrop on your communications because you are using Tor.
fa: اگر فکر می‌کنید چون از تور استفاده می‌کنید پس کسی نمی‌تواند شما را شنود کند.

source: If you have no notion of how Tails works.
fa: اگر نمی‌دانید تیلز چطور کار می‌کند.

source: <strong>Then, check first the [[about]] and [[warning|doc/about/warning]] pages to make sure that Tails is the right tool for you and that you understand well its limitations.</strong>
fa: <strong>در این صورت ابتدا صفحات [[درباره]] و [[هشدار|doc/about/warning]] را بخوانید تا مطمئن شوید تیلز ابزار مناسبی برای شما است و محدودیت‌هایش را می‌دانید.</strong>

source: Download the ISO image
fa: دانلود فایل ایزو

source: You will download Tails in the form of an <span class="definition">[[!wikipedia ISO_image desc="ISO image"]]</span>: a single file that you will later burn on a DVD or install onto a USB stick or SD card.
fa: می‌توانید تیلز را در قالب <span class="definition">[[!wikipedia ISO_image desc="تصویر ایزو"]]</span> دانلود کنید: یک فایل که می‌توانید بعداً با آن یک دی‌وی‌دی بسازید یا آن را روی یک درایو یواس‌بی یا یک کارت حافظه نصب کنید.

source: Direct download
fa: دانلود مستقیم

source: Latest release
fa: جدیدترین نسخه

source: Cryptographic signature
fa: امضای رمزنگاری شده

source: Tails [[transitioned to a new signing key|news/signing_key_transition]] in Tails 1.3.1.
fa: تیلز [[منتقل‌شده به کلید امضای جدید|news/signing_key_transition]] در تیلز ۱٫۳٫۱.

source: If you're not sure what the cryptographic signature is, please read the part on [[verifying the ISO image|download#verify]].
fa: اگر مطمئن نیستید امضای رمز‌نگاری‌شده چیست، لطفاٌ بخش [[تأیید تصویر ایزو|download#verify]] را بخوانید.

source: SHA256 checksum
fa: چک‌سام SHA256

source: BitTorrent download
fa: دانلود بیت‌تورنت

source: The cryptographic signature of the ISO image is also included in the Torrent.
fa: امضای رمزنگاری‌شده تصویر ایزو هم در تورنت وجود دارد.

source: Additionally, you can verify the <a href=[[!inline pages="inc/stable_i386_torrent_sig_url" raw="yes"]]>signature of the Torrent file</a> itself before downloading the ISO image.
fa: علاوه بر این می‌توانید <a href=[[!inline pages="inc/stable_i386_torrent_sig_url" raw="yes"]]>امضای خود فایل تورنت</a> را پیش از دانلود کردن تصویر ایزو بررسی کنید.

source: Seed back!
fa: تغذیهٔ متقابل!

source: Seeding back the image once you have downloaded it is also a nice and easy way of helping spread Tails.
fa: تغذیه کردن متقابل فایلی که دانلود کرده‌اید راهی ساده و خوب برای کمک به گسترش تیلز است.

source: List of current [[known issues|support/known_issues]] in Tails.
fa: فهرست [[مشکلات شناخته‌شدهٔ|support/known_issues]] فعلی در تیلز.

source: Verify the ISO image
fa: تأیید تصویر ایزو

source: It is important to check the <span class="definition">[[!wikipedia Data_integrity desc="integrity"]]</span> of the ISO image you downloaded to make sure that the download went well.
fa: خوب است <span class="definition">[[!wikipedia Data_integrity desc="یکپارچگی"]]</span> تصویر ایزویی که دانلود کرده‌اید بررسی کنید تا مطمئن شوید دانلود خوب پیش رفته است.

source: Those techniques rely on standard HTTPS and <span class="definition">[[!wikipedia Certificate_authority desc="certificate authorities"]]</span> to make you trust the content of this website. But, [[as explained on our warning page|doc/about/warning#man-in-the-middle]], you could still be victim of a man-in-the-middle attack while using HTTPS. On this website as much as on any other of the Internet.
fa: این شگردها برای جلب اعتماد شما به محتوای این تارنما به اچ‌تی‌تی‌پی‌اس استاندارد و <span class="definition">[[!wikipedia Certificate_authority desc="مراجع صدور گواهی"]]</span> اتکا می‌کنند. اما [[همان‌طور که در صفحهٔ هشدار ما ذکر شده|doc/about/warning#man-in-the-middle]] ممکن است با وجود استفاده از اچ‌تی‌تی‌پی‌اس قربانی حملهٔ مرد میانی شوید. هم روی این تارنما و هر جای دیگر در اینترنت.

source: As a consequence, <strong>they don't provide you with a strong way of checking the ISO image <span class="definition">[[!wikipedia Authentication desc="authenticity"]]</span> and making sure you downloaded a genuine Tails.</strong> In a dedicated section, we will propose you some more advanced techniques to <a href="#authenticity-check">check the authenticity of the ISO image</a>.
fa: در نتیجه <strong>راهی موثر برای بررسی <span class="definition">[[!wikipedia Authentication desc="اعتبار"]]</span> تصویر ایزو و کسب اطمینان از دانلود تیلز معتبر در اختیار شما نمی‌گذارند.</strong> در بخش مرتبط شگردهای پیشرفته‌تری برای <a href="#authenticity-check">بررسی اعتبار تصویر ایزو</a> در اختیار شما می‌گذاریم.

source: <strong>All Tails ISO image are cryptographically signed by our OpenPGP key.</strong> OpenPGP is a standard for data encryption that provides cryptographic privacy and authentication through the use of keys owned by its users. Checking this signature is the recommended way of checking the ISO image integrity.
fa: <strong>تمام تصاویر ایزوی تیلز با استفاده از کلید اُپن‌پی‌جی‌پی رمزنگاری و امضا شده‌اند</strong> اُپن‌پی‌جی‌پی استانداردی برای رمزگذاری داده‌ها است که با استفاده از کلیدهای متعلق به کاربران خود تأیید اعتبار و رمزنگاری را ممکن می‌سازد. بررسی این امضا راه توصیه‌شده برای بررسی یکپارچگی تصویر ایزو است.

source: If you already know how to use an OpenPGP key you can download it straight away:
fa: اگر می‌دانید چطور از کلید اُپن‌جی‌پی‌جی استفاده کنید می‌توانید آن را مستقیماً دانلود کنید:

source: Otherwise, read our instructions to check the ISO image integrity:
fa: در غیر این صورت برای بررسی صحت فایل ایزو دستورالعمل‌های مرتبط ما را مطالعه کنید:

source: [[!toggle id="verify_the_iso_image_using_gnome" text="Using Linux with Gnome: Ubuntu, Debian, Tails, etc."]]
fa: [[!toggle id="verify_the_iso_image_using_gnome" text="استفاده از لینوکس با گنوم: اوبونتو، دبیان، تیلز و غیره."]]

source: [[!toggle id="verify_the_iso_image_using_the_command_line" text="Using Linux with the command line"]]
fa: [[!toggle id="verify_the_iso_image_using_the_command_line" text="استفاده لینوکس با خط فرمان"]]

source: [[!toggle id="verify_the_iso_image_using_other_operating_systems" text="Using other operating systems"]]
fa: [[!toggle id="verify_the_iso_image_using_other_operating_systems" text=" استفاده از سیستم‌عامل‌های دیگر"]]

source: Using Linux with Gnome: Ubuntu, Debian, Tails, Fedora, etc.
fa: استفاده از لینوکس با گنوم: اوبونتو، دبیان، تیلز، فدورا و غیره.

source: Using Linux with the command line
fa: استفاده از لینوکس با خط فرمان

source: Using other operating systems
fa: استفاده از سیستم‌عامل‌های دیگر

source: <a id="authenticity-check"></a>So how can I better check the ISO image authenticity?
fa: <a id="authenticity-check"></a>چگونه می‌توانم اعتبار تصویر ایزو را بهتر بررسی کنم؟

source: The Tails signing key that you downloaded from this website could be a fake one if you were victim of a [[man-in-the-middle attack|doc/about/warning#man-in-the-middle]].
fa: اگر قربانی [[حملهٔ فرد میانی|doc/about/warning#man-in-the-middle]] شده باشید ممکن است کلید امضای تیلز را که از این تارنما دانلود کردید تقلبی باشد.

source: Finding a way of trusting better Tails signing key would allow you to authenticate better the ISO image you downloaded. The following page will give you hints on how to increase the trust you can put in the Tails signing key you downloaded:
fa: یافتن راهی برای اعتماد بیشتر به کلید امضای تیلز به شما اجازه می‌دهد تا اعتبار تصویر ایزویی که دانلود کرده‌اید را بهتر تشخیص دهید. این صفحه نکاتی برای چگونگی افزایش اعتماد به کلید امضای تیلز که دانلود کرده‌اید در اختیارتان می‌گذارد:

source: [[Trusting Tails signing key|doc/get/trusting_tails_signing_key]]
fa: [[اعتماد کردن به کلید امضای تیلز|doc/get/trusting_tails_signing_key]]

source: Stay tuned
fa: منتظر باشید

source: It's very important to keep your version of Tails up-to-date, otherwise your system will be vulnerable to numerous security holes.
fa: به‌روز نگه داشتن نسخهٔ تیلز مساله‌ای بسیار مهم است، وگرنه ممکن است رایانهٔ شما در معرض حفره‌های امنیتی متعددی قرار بگیرد.

source: To be notified of new versions and important project news, follow our [[news feed|news]] or subscribe to our <a href="https://mailman.boum.org/listinfo/amnesia-news">news mailing list</a>:
fa: برای آگاه شدن از نسخه‌های جدید و خبرهای مهم در رابطه با پروژهٔ تیلز، [[خوراک خبری|news]] ما را دنبال کنید یا عضو <a href="https://mailman.boum.org/listinfo/amnesia-news">فهرست رایانامهٔ</a> ما شوید:

source: Installation
fa: نصب

source: Read the [[First steps|doc/first_steps]] section of our documentation to learn how to burn the ISO image on a DVD or install it onto a USB stick or SD card.
fa: بخش [[قدم‌های ابتدایی|doc/first_steps]] سندهای ما را بخوانید تا نحوهٔ ایجاد وی‌وی‌دی با تصویر ایزو یا نصب آن روی یک درایو یواس‌بی یا کارت حافظه را فرا بگیرید.
