Repository: Acidburn0zzz/mtails
Catalog: wiki/src/getting_started.*.po
Languages: de

source: [[!meta title="Getting started…"]]
de: [[!meta title="Erste Schritte …"]]

source: Is TⒶILS the right tool for me?
de: Ist TⒶILS das richtige Werkzeug für mich?

source: First, read the [[about|about]] page to get a basic idea of what TⒶILS is.
de: Lesen Sie zunächst [[Über TⒶILS|about]], um eine grundlegende Vorstellung davon zu bekommen, was TⒶILS ist.

source: 2. Then read the [[warning|doc/about/warning]] page to understand **what TⒶILS doesn't protect you against**, how you can screw up your anonymity or leave traces.
de: 2. Lesen Sie danach die [[Warnungen|doc/about/warning]], um zu verstehen **wogegen TⒶILS Sie nicht schützen kann**, wie Sie Ihre Anonymität verlieren oder Spuren hinterlassen können.

source: 4. Throughout your use of TⒶILS, it's very important to [[stay up to date|download#stay_tuned]] with security issues and new versions.
de: 4. Wenn Sie TⒶILS benutzen, ist es sehr wichtig in Sicherheitsfragen und neuen Versionen [[auf dem aktuellen Stand|download#stay_tuned]] zu bleiben.

source: Learning more about Tails… --------------------------
de: Mehr über TⒶILS erfahren… --------------------------

source: - Read our [[user documentation|doc]] to learn more about TⒶILS and how to use it.
de: - Lesen Sie unsere [[Benutzerdokumentation|doc]], um mehr über TⒶILS und dessen Bedienung zu erfahren.

source: Learn more about Tor, the anonymity network used by TⒶILS on their website: [[https://www.torproject.org/]].
de: Erfahren Sie mehr über Tor, das von TⒶILS benutzte Anonymisierungsnetzwerk, unter der Webseite: [[https://www.torproject.org/]].

source: For a deeper understanding of TⒶILS' specifications and internals, read our [[design document|contribute/design]].
de: Für ein tiefgreifenderes Verständnis zu TⒶILS Spezifikationen und innerer Arbeitsweise lesen Sie bitte das [[Design Dokument|contribute/design]].

source: Found a bug?
de: Einen Fehler gefunden?

source: If you found a bug in TⒶILS or want to request a new feature, see our [[support]] pages.
de: Sollten Sie einen Fehler in TⒶILS gefunden haben, oder ein neues Feature wünschen, lesen Sie sich bitte unsere [[Hilfe & Support|support]] Seite durch.

source: Get in touch with us
de: Nehmen Sie Kontakt mit uns auf!

source: [[!inline pages="support/talk" raw="yes"]]
de: [[!inline pages="support/talk.de" raw="yes"]]
