Repository: Acidburn0zzz/mtails
Catalog: wiki/src/index.*.po
Languages: es, fa, it

source: [[!meta title="Privacy for anyone anywhere"]] [[!meta google-site-verification="aGp--gO0AaDbtxshkcWaS0jY8WkOjYwUuBqRWzWHy6o"]]
it: [[!meta title="Privacy per tutti dappertutto"]] [[!meta google-site-verification="aGp--gO0AaDbtxshkcWaS0jY8WkOjYwUuBqRWzWHy6o"]]

source: Tails is a [[!wikipedia desc="live operating system" Live_USB]] that you can start on almost any computer from a USB stick or a DVD.
it: Tails è un [[!wikipedia_it desc="sistema operativo live" Live_USB]], che si può avviare in quasi tutti i computer da chiave USB o DVD.

source: It aims at preserving your <strong>privacy</strong> and <strong>anonymity</strong>, and helps you to:
es: Intenta preservar tu <strong>privacidad</strong> y <strong>anonimato</strong>, y te ayuda a:
it: Esso e' capace di preservare la tua <strong>privacy</strong> e il tuo <strong>anonimato</strong> e aiutarti a:

source: <strong>use the Internet anonymously</strong> and <strong>circumvent censorship</strong>;
es: <strong>usar Internet anónimamente</strong> y <strong>burlar la censura</strong>;
fa: <strong>ناشناس از اینترنت استفاده کرده</strong> و <strong>سانسور را دور بزنید</strong>؛
it: <strong>usare internet in modo anonimo </strong> e <strong>aggirare la censura</strong> ;

source: all connections to the Internet are forced to go through [[the Tor network|https://www.torproject.org/]];
es: todas las conexiones a Internet son forzadas a ir a través de [[la red de Tor|https://www.torproject.org/]];
fa: تمام اتصالات به اینترنت از طریق [[شبکهٔ تور|https://www.torproject.org/]] انجام شوند؛
it: tutte le connessioni verso internet vengono forzate a usare [[la rete Tor|https://www.torproject.org]] ;

source: <strong>leave no trace</strong> on the computer you are using unless you ask it explicitly;
es: <strong>no deja traza</strong> en el ordenador que estás usando a menos que lo pidas explícitamente;
fa: روی رایانه‌ای که استفاده می‌کنید <strong>هیچ ردپایی باقی نمی‌گذارد</strong> مگر خودتان صراحتاً درخواست کرده باشید؛
it: <strong>non lasciare tracce</strong> sul computer che stai usando a meno che non venga chiesto in modo esplicito;

source: <strong>use state-of-the-art cryptographic tools</strong> to encrypt your files, emails and instant messaging.
es: <strong>usa las más modernas herramientas de encriptación</strong> para cifrar tus archivos, emails y mensajería instantánea.
it: <strong>usare strumenti crittografici d'avanguardia</strong> per cifrare i tuoi file, email e messaggi istantanei.

source: [[Learn more about Tails.|about]]
es: [[Aprende más sobre Tails.|about]]
fa: [[در مورد تیلز اطلاعات بیشتری کسب کنید.|about]]
it: [[Conoscere di più Tails.|about]]

source: News
es: Noticias
fa: <strong>از ابزارهای رمزگذاری قوی</strong> برای رمزگذاری فایل‌ها، رایانه‌ها و پیغام‌های فوری‌تان استفاده کنید.
it: Novità

source: See [[News]] for more.
es: Lee [[Noticias]] por más.
fa: برای موارد بیشتر به [[اخبار]] رجوع کنید.
it: Guarda [[Novità|News]] per maggiori informazioni.

source: Security
es: Seguridad
fa: [[!inline pages="page(news/*) and !news/*/* and !news/discussion and currentlang()" show="2" feeds="no" archive="yes"]]
it: Sicurezza

source: See [[Security]] for more.
es: Lee [[Seguridad]] por más.
fa: [[!inline pages="page(security/*) and !security/audits and !security/audits.* and !security/audits/* and !security/*/* and !security/discussion and currentlang()" show="2" feeds="no" archive="yes"]]
it: Guarda [[Security]] per saperne di più.

source: <a href="https://www.debian.org/" class="noicon">[[!img lib/debian.png link="no"]]</a>
it: <a href="https://www.debian.org/index.it.html" class="noicon">[[!img lib/debian.png link="no"]]</a>

source: Tails is built upon <a href="https://www.debian.org/">Debian</a>.
es: Tails está basado en <a href="https://www.debian.org/">Debian</a>.
fa: تیلز مبتنی بر <a href="https://www.debian.org/">دبیان</a> است.
it: Tails è costruita su <a href="https://www.debian.org/index.it.html">Debian</a>.

source: Tails is [[Free Software|doc/about/license]].
es: Tails es [[Software Libre|doc/about/license]].
fa: <a href="https://www.debian.org/" class="noicon">[[!img lib/debian.png link="no"]]</a>
it: Tails è [[software libero|doc/about/license]].

source: Tails sends its traffic through <a href="https://torproject.org/">Tor</a>.
es: Tails envía su tráfico a través de <a href="https://torproject.org/">Tor</a>.
fa: تیلز ترافیک خود را از طریق <a href="https://torproject.org/">تور</a> ارسال می‌کند.
it: Tails invia il suo traffico attraverso <a href="https://torproject.org/">Tor</a>.

source: Awards
it: Premi

source: Partners & Grants
it: Partner e Sovvenzioni

source: Tails receives grants, corporate donations, and substantial donations from individuals.
it: Tails riceve sovvenzioni, donazioni di aziende e un gran numero di donazioni individuali.

source: [[Meet our partners|partners]] or [[become a partner|partners/become]]!
it: [[Informati sui nostri partner|partners]] o [[diventa un partner|partners/become]]!

source: [[!meta title="Privacy for anyone anywhere"]]
es: [[!meta title="Privacidad para todos en cualquier sitio"]]
fa: [[!meta title="حریم خصوصی همه‌جا برای همه"]]

source: Tails is a [[!wikipedia desc="live operating system" Live_USB]], that you can start on almost any computer from a DVD, USB stick, or SD card. It aims at preserving your <strong>privacy</strong> and <strong>anonymity</strong>, and helps you to:
fa: تیلز یک [[!wikipedia desc="live operating system" Live_USB]] است که می‌توانید آن را تقریباً از هر رایانه‌ای از یک دی‌وی‌دی، درایو یواس‌بی یا کارت حافظه راه‌اندازی کنید. هدف آن محافظت از <strong>حریم خصوصی</strong> و <strong>ناشناسی</strong> شماست و به شما کمک می‌کند تا:
