Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/get/trusting_tails_signing_key.*.po
Languages: it

source: [[!meta title="Trusting Tails signing key"]]
it: [[!meta title="Ottenere fiducia in Tails"]]

source: We will present you three techniques from the easiest to the safest. Again, none of them is a perfect and magic solution. Feel free to explore them according to your possibilities and technical skills.
it: Ora ti presentiamo tre tecniche, dalla più facile alla più sicura. Ma di nuovo ricordiamo che nessuna di queste è perfetta né magica. Sentiti libero di provarle ed esplorarle in base alle tue capacità tecniche.

source: Note that since all Tails releases are signed with the same key, you will not have to verify the key every time and the trust you might progressively build in it will be built once and for all. Still, you will have to check the ISO image every time you download a new one!
it: Da notare che non serve verificare la chiave tutte le volte, dato che tutte le versioni di Tails sono firmate con la stessa chiave e puoi averla impostata nel PC una volta per tutte. Nonostante questo devi verificare l'immagine ISO ogni volta che la scarichi nuovamente!

source: Correlates several downloads of Tails signing key
it: Correlazione di diversi download della chiave di firma di Tails

source: A simple technique to increase the trust you can put in Tails signing key would be to download it several times, from several locations, several computers, possibly several countries, etc.
it: Una tecnica semplice per aumentare la fiducia che si ha nella chiave di firma di Tails, è scaricarla diverse volte, in differenti posti, da differenti computer, possibilmente in paesi diversi, etc.

source: For example you could save them every time with a different name in the same directory on a USB stick. Then run the following command from a terminal to check whether all the keys are identical:
it: Per esempio, potresti salvarle tutte le volte con un nome diverso dentro una stessa cartella in una chiavetta USB. Quindi puoi lanciare un comando dal terminale per testare se sono tutte identiche.

source: cd [your download directory] diff -qs --from-file tails-signing*.key
it: cd [la cartella dove hai i file] diff -qs --from-file tails-signing*.key

source: This command would output something like this:
it: Questo comando dovrebbe darti la risposta seguente:

source: Files tails-signing-desktop.key and tails-signing-laptop.key are identical Files tails-signing-desktop.key and tails-signing-library.key are identical Files tails-signing-desktop.key and tails-signing-seattle.key are identical
it: I file tails-signing-desktop.key e tails-signing-laptop.key sono identici I file tails-signing-desktop.key e tails-signing-library.key sono identici I file tails-signing-desktop.key e tails-signing-seattle.key sono identici

source: You would then need to check that every line reports identical key files.
it: Dovresti quindi verificare che ogni linea riporti gli identici caratteri del file.

source: If at least a key differs from the rest, the command would output accordingly:
it: Se almeno un carattere differisce dal resto, la risposta sarà:

source: Files tails-signing-desktop.key and tails-signing-laptop.key are identical Files tails-signing-desktop.key and tails-signing-library.key are identical Files tails-signing-desktop.key and tails-signing-seattle.key differ
it: I fiiles tails-signing-desktop.key e tails-signing-laptop.key sono identici I files tails-signing-desktop.key e tails-signing-library.key sono identici I files tails-signing-desktop.key e tails-signing-seattle.key sono diversi

source: You could also use this technique to compare keys downloaded by your friends or other people you trust.
it: Potresti usare questa tecnica anche per comparare chiavi scaricate da tuoi amici o da persone di cui ti fidi.

source: Using the OpenPGP Web of Trust
it: Usando la OpenPGP Web of Trust

source: If you want to be extra cautious and really authenticate Tails signing key in a stronger way than what standard HTTPS offers you, you will need to use the OpenPGP Web of Trust.
it: Se vuoi essere cauto e autenticare la chiave in un modo più sicuro di quello che lo standard HTTPS ti offre, allora devi utilizzare la OpenGPG Web of Trust (Rete di fiducia OpenPGP).

source: One of the inherent problems of standard HTTPS is that the trust we usually put on a website is defined by certificate authorities: a hierarchical and closed set of companies and governmental institutions approved by web browser vendors. This model of trust has long been criticized and proved several times to be vulnerable to attacks [[as explained on our warning page|about/warning#man-in-the-middle]].
it: Uno dei problemi relativi allo standard HTTPS é che la fiducia che si ha per un sito web è definita da una autorità certificatrice: un gruppo chiuso e gerarchico di aziende e istituzioni governative approvate dai produttori di web browser. Questo modello di fiducia è lungamente criticato ed è noto essere vulnerabile a diversi attacchi [[come è spiegato nella nostra pagina di Avvertimenti|about/warning#man-in-the-middle]].

source: We believe instead that users should be given the final say when trusting a website, and that designation of trust should be done on the basis of human interaction.
it: Noi, invece, crediamo che debba essere l'utente ad avere l'ultima parola riguardo la fiducia da attribuire a un sito web, e che questo modello di fiducia dovrebbe essere fatto attraverso l'interazione umana.

source: The OpenPGP [[!wikipedia Web_of_Trust desc="Web of Trust"]] is a decentralized trust model based on OpenPGP keys. Let's see that with an example.
it: La [[!wikipedia Web_of_Trust desc="Rete di fiducia"]] è un modello di fiducia decentralizzato basato sulle chiavi OpenPGP. Vediamo un esempio:

source: *You're a friend of Alice and really trust her way of managing OpenPGP keys. You're trusting Alice's key.*
it: *Tu sei un amico di Alice e hai una ottima fiducia del suo modo di gestire le chiavi OpenPGP. Tu stai confidando nella chiave di Alice.*

source: *Furthermore, Alice met Bob, a Tails developer, in a conference, and signed Bob's key. Alice is trusting Bob's key.*
it: *A parte questo, Alice conosce Bob, uno sviluppatore Tails, ad una conferenza e firma la chiave di Bob. Alice ha fiducia nella chiave di Bob*.

source: *Bob is a Tails developer who directly owns the Tails signing key. Bob fully trusts Tails signing key.*
it: *Bob è uno sviluppatore di Tails ed è in possesso, da fonti dirette, di una chiave di firma di Tails. Bob confida completamente nella chiave di firma di Tails.

source: This scenario creates a trust path from you to Tails signing key that could allow you to trust it without having to depend on certificate authorities.
it: Questo scenario definisce un sentiero di fiducia da te fino alla chiave di firma di Tails, senza dover dipendere da autorità di certificazione.

source: This trust model is not perfect either and requires both caution and intelligent supervision by users. The technical details of creating, managing and trusting OpenPGP keys is outside of the scope of this document.
it: Anche questo modello di fiducia, tuttavia, non è perfetto e richiede sia cautela che osservazione acuta da parte degli utilizzatori. I dettagli tecnici di creazione, gestione e fiducia delle chiavi OpenPGP sono un tema non inerente all'obiettivo di questo documento.

source: We also acknowledge that not everybody might be able to create good trust path to Tails signing key since it based on a network of direct human relationships and the knowledge of quite complex tools such as OpenPGP.
it: Anche noi riconosciamo che non tutti possono creare un cammino di fiducia adeguato fino alla chiave di firma, dato che si basa su relazioni umane dirette e sulla conoscenza di strumenti complessi come OpenPGP.

source: Check Tails signing key against the Debian keyring
it: Verificare la chiave di firma di Tails usando il portachiavi di Debian.

source: Following the previous scenario, when Alice met Bob, a Tails developer, she could have made a new signature on Tails signing key with her own key to certify this trust relationship and make it public. Tails signing key would now come along with a signature made by Alice.
it: Nello scenario precedente, quando Alice ha conosciuto Bob, che é uno sviluppatore Tails, ha potuto aggiungere una nuova firma alla chiave di firma di Tails, per certificare la sua relazione fidata e renderla pubblica. La chiave di firma di Tails ora sarà diffusa con una firma fatta da Alice.

source: Tails signing key is actually already signed by the keys of several official developers of Debian, the operating system on which Tails is based. Debian makes an extensive use of OpenPGP and you can download the keys of all Debian developers by installing the <code>debian-keyring</code> package. You can then verify the signatures those developers made with their own key on Tails signing key.
it: La chiave di firma di Tails, in verità, è già firmata da diversi sviluppatori ufficiali di Debian, il sistema operativo su cui Tails è basato. La comunità debian fa un massiccio uso di OpenPGP e puoi scaricare tutte le chiavi di tutti gli sviluppatori Debian installando il pacchetto <code>debian-keyring</code>. Potrai poi verificare le firme che questi sviluppatori hanno lasciato con le loro chiavi sulla chiave firmata/n su Tails.

source: To download the Debian keyring you can do:
it: Per scaricare il portachiavi di Debian puoi digitare:

source: To get a list of the signatures made by other people on Tails signing key you can do:
it: Per ottenere una lista delle firme fatte da altre persone nella chiave di firma Tails, puoi digitare:

source: You will get something like this:
it: Vedrai una cosa simile a questa:

source: The lines ending with '[User ID not found]' are signatures made by keys you still don't have in your keyring. You could try to search for them in the Debian keyring by their key ID: the 16 digit code between the 'sig' tag and the date. You could for example do:
it: Le linee che terminano con '[User ID not found]' -- ID dell'utente non trovato --, sono firme fatte con chiavi che ancora non possiedi nel portachiavi. Puoi provare a cercarle nel portachiavi usando l' identificativo, ID, un codice di 16 cifre con una etichetta 'sig' e la data. Per esempio potresti fare:

source: If this signature corresponds to a key in the Debian keyring you will get something like this:
it: Se questa firma corrisponde a una chiave nel portachiavi di Debian, otterrai una risposta simile a questa:

source: You can then import it in your own keyring by doing:
it: E potrai importarla nel tuo portachiavi facendo:

source: Now you can try to verify the signature made by this new key on Tails signing key by doing:
it: Ora puoi provare a verificare la firma fatta sulla chiave di firma di Tails da questa nuova chiave, facendo:

source: On the output, the status of the verification is indicated by a flag directly following the "sig" tag. A "!" indicates that the signature has been successfully verified, a "-" denotes a bad signature and a "%" is used if an error occurred while checking the signature (e.g. a non supported algorithm). For example, in the following output the signature of Stefano Zacchiroli on Tails signing key has been successfully verified:
it: Sulla risposta, lo stato della verifica è indicato da una etichetta che segue direttamente "sig" . Un "!" indica che è stata verificata con successo, un "-" denota una cattiva firma e un "%" compare se capita un errore nella procedura di test della firma (p.e. un algoritmo non supportato). Per esempio, nella seguente risposta del terminale, la firma di Stefano Zacchiroli sulla chiave di firma di Tails è stata verificata con successo:

source: 3 signatures not checked due to missing keys
it: 3 firme non verificate a causa della mancanza delle chiavi

source: Get into the Web of Trust!
it: Entra nel Web of Trust!

source: Since the Web of Trust is actually based on human relationships and real-life interactions the best would be to start establishing contacts with people knowledgeable about OpenPGP, start using it yourself and build trust relationships in order to find your own trust path to Tails signing key.
it: Una volta che una Web of Trust è di fatto basata su relazioni umane ed interconnessioni nella vita reale, la miglior cosa è cominciare a stabilire contatti con persone che conosciamo in OpenPGP, iniziare ad usarlo e a costruire relazioni, in modo da costruire tu stesso il tuo sentiero di fiducia verso la chiave di firma di Tails.

source: You could start by contacting a local [[!wikipedia Linux_User_Group desc="%s"]] or other Tails enthusiasts near you and exchange about their OpenPGP practices.
it: Potresti iniziare contattando un [[!wikipedia Linux_User_Group desc="Gruppo di utilizzatori di Linux" o altri utilizzatori entusiasti di Tails che si trovano vicino a te e avere uno scambio sulle loro pratiche di OpenPGP.

source: Further reading on OpenPGP
it: Altre letture su OpenPGP

source: [[!wikipedia GnuPG desc="Wikipedia: %s"]], a free OpenPGP software
it: [[!wikipedia GnuPG desc="Wikipedia: %s"]], un software libero che utilizza OpenPGP

source: [[Apache: How To OpenPGP|http://www.apache.org/dev/openpgp.html]]
it: [[Apache: How To OpenPGP|http://www.apache.org/dev/openpgp.html]] (in inglese)

source: [[Debian: Keysigning|http://www.debian.org/events/keysigning]], a tutorial on signing keys of other people
it: [[Debian: Keysigning|http://www.debian.org/events/keysigning]], un tutorial su come firmare le chiavi di altre persone (in inglese)

source: [[rubin.ch: Explanation of the web of trust of PGP|http://www.rubin.ch/pgp/weboftrust.en.html]]
it: [[rubin.ch: Spiegazione di una rete di fiducia di PGP|http://www.rubin.ch/pgp/weboftrust.en.html]] (in inglese)

source: [[Gpg4win: Certificate inspection|http://www.gpg4win.org/doc/en/gpg4win-compendium_16.html]], instructions to manage key trust with Gpg4win
it: [[Gpg4win: ispezione dei certificati|http://www.gpg4win.org/doc/en/gpg4win-compendium_16.html]], istruzioni per ottenere fiducia in una chiave usando Gpg4win
