Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/get/verify_the_iso_image_using_gnome.*.po
Languages: it

source: [[!meta title="Verify the ISO image using Linux with Gnome"]] [[!inline pages="doc/get/signing_key_transition.inline" raw="yes"]]
it: [[!meta title="Verificare l'immagine ISO usando GNU/Linux con Gnome"]] [[!inline pages="doc/get/signing_key_transition.inline" raw="yes"]]

source: Install <code>seahorse-nautilus</code> and <code>shared-mime-info</code>
it: Il pacchetto <code>seahorse-nautilus</code> e <code>shared-mime-info</code>

source: You need to have recent enough versions of the <code>seahorse-nautilus</code> and <code>shared-mime-info</code> packages installed.
it: Necessiti di avere una recente versione dei pacchetti <code>seahorse-nautilus</code> e <code>shared-mime-info</code> installati.

source: These packages are already installed in Tails.
it: Il pacchetto <code>seahorse-nautilus</code> somente está disponível:

source: The needed packages are available starting from:
it: I pacchetti necessari sono disponibili ad iniziare da:

source: Ubuntu version 15.04 (Vivid)
it: Ubuntu a partire dalla versione 14.04 (Trusty).

source: In Debian Wheezy, the needed packages are only available as <a href="http://backports.debian.org/">backports</a>. See the <a href="http://backports.debian.org/Instructions/">setup instructions</a> on the Debian Backports website to add them to your list of repositories. Then, to install the necessary packages, you can execute the following commands:
it: In Debian a partire dalla versione 7 (Wheezy), i pacchetti necessari sono disponibili soltanto come <a href="http://backports.debian.org/">backports</a>. Guarda le <a href="http://backports.debian.org/Instructions/">instruzioni</a> di installazione nel Debian Backports ed aggiungile alla tua lista di repository. Quindi per installare i pacchetti desiderati, puoi digitare i seguenti comandi:

source: In Debian 8 (Jessie), Ubuntu 15.04 (Vivid), or later, to install the necessary packages, you can execute the following commands:
it: In Debian 8 (Jessie), Ubuntu 15.04 (Vivid), o successive, per installare i pacchetti necessari, puoi digitare i seguenti comandi:

source: sudo apt update sudo apt install seahorse-nautilus
it: sudo apt-get update sudo apt-get install seahorse-nautilus

source: If you are unable to install the necessary packages, try [[verifying the ISO using the command line|verify_the_iso_image_using_the_command_line]].
it: Se non sei riuscito/a a installare i pacchetti necessari, prova a [[verificare l'immagine ISO usando la riga di comando|verify_the_isso_image_using_the_command_line]].

source: Get the Tails signing key
it: Per prima cosa scarica la chiave di firma di Tails:

source: If you are using Tails, you already have the signing key. Otherwise, first download Tails signing key:
it: Se stai utilizzano Tails, tu hai già una chiave di firma. In altro caso, per prima cosa scarica la chiave di firma Tails:s

source: Your browser should propose you to open it with "Import Key". Choose this action. It will add Tails signing key to your keyring, the collection of OpenPGP keys you already imported:
it: Il tuo browser dovrebbe proporti di aprirla con l'opzione "Importare Chiave". Scegli questa azione. Questa aggiungerà la chiave di firma di Tails al tuo portafoglio, la tua collezione di chiavi OpenPGP che hai già importato in passato.

source: [[!img import_key.png alt="What should the web browser do with this file? Open with: Import Key (default)" link="no"]]
it: [[!img import_key.png alt="Che ci dovrebbe fare il browser con questi file? Aprire con: Importare Chiave (default)" link="no"]]

source: You will get notified will the following message:
it: Sarai informato con il seguente messaggio:

source: [[!img key_imported.png alt="Key Imported. Imported a key for Tails developers (offline long-term identity key) &lt;tails@boum.org&gt;" link="no"]]
it: [[!img key_imported.png alt="Chiave Importata. E' stata importata una chiave per uno sviluppatore Tails () &lt;tails@boum.org&gt;" link="no"]]

source: Verify the ISO image
it: Verificare l'immagine ISO

source: Now, download the cryptographic signature corresponding to the ISO image you want to verify:
it: Ora, scarica la firma criptografica corrispondente all'immagine ISO che vuoi verificare.

source: Your browser should propose you to open it with "Verify Signature". Choose this action to start the cryptographic verification:
it: Il tuo browser dovrebbe proporti di aprirla con l'opzione "Verificare la firma". Scegli questa opzione per iniziare la verifica criptografica:

source: [[!img verify_signature.png alt="What should the web browser do with this file? Open with: Verify Signature (default)" link="no"]]
it: [[!img verify_signature.png alt="Che cosa dovrebbe fare il browser con questo file? Apri con: Verifica Firma (default)" link="no"]]

source: Browse your files to select the Tails ISO image you want to verify. Then, the verification will start. It can take several minutes:
it: Seleziona, scorrendo il tuo archivio di file, l'immagine ISO di Tails che vuoi verificare. Quindi inizierà il test, che può metterci alcuni minuti.

source: [[!img verifying.png alt="Verifying" link="no"]]
it: [[!img verifying.png alt="Verificando" link="no"]]

source: <strong>If the ISO image is correct</strong> you will get a notification telling you that the signature is good:
it: <strong>Se l'immagine ISO è corretta </strong> sarai avvisato da un messaggio che ti dice che la firma è valida:

source: The GNOME notifications appear truncated on Tails 1.1 and later.
it: Le notifiche di GNOME appaiono troncate su Tails 1.1 e successive.

source: <strong>If the ISO image is not correct</strong> you will get a notification telling you that the signature is bad:
it: <strong>Se l'immagine ISO non fosse corretta</strong>un messaggio ti notificherà che la firma è cattiva:
