Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/get/verify_the_iso_image_using_other_operating_systems.*.po
Languages: it

source: [[!meta title="Verify the ISO image using other operating systems"]] [[!inline pages="doc/get/signing_key_transition.inline" raw="yes"]] [[!toc]]
it: [[!meta title="Verificare l'immagine ISO usando altri sistemi operativi"]] [[!inline pages="doc/get/signing_key_transition.inline" raw="yes"]] [[!toc]]

source: GnuPG, a common free software implementation of OpenPGP has versions and graphical frontends for both Windows and Mac OS X. This also make it possible to check the cryptographic signature with those operating systems:
it: GnuPG, un comune sviluppo in software libero di OpenPGP, ha versioni e interfaccia grafica sia per Windows che Mac OS X.

source: [[Gpg4win|http://www.gpg4win.org/]], for Windows
it: [[Gpg4win|http://www.gpg4win.org/]], per Windows

source: You will find on either of those websites detailed documentation on how to install and use them.
it: Troverai nei siti web di entrambi la documentazione dettagliata di com.e installarli ed usarli

source: For Windows using Gpg4win
it: Su Windows usando Gpg4win

source: After installing Gpg4win, download Tails signing key:
it: Dopo aver installato Gpg4win, scarica la chiave di firma di Tails:

source: [[Consult the Gpg4win documentation to import it|http://www.gpg4win.org/doc/en/gpg4win-compendium_15.html]]
it: [[Consulta la documentazione di Gpg4win per importarla|http://www.gpg4win.org/doc/en/gpg4win-compendium_15.html]]

source: Then, download the cryptographic signature corresponding to the ISO image you want to verify:
it: Quindi scarica la firma criptografica della immagine ISO che vuoi verificare:

source: [[Consult the Gpg4win documentation to check the signature|http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]]
it: [[Consulta la documentazione di Gpg4win per verificare la firma|http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]]

source: If you see the following warning:
it: Se vedi i seguenti avvisi

source: Then the ISO image is still correct, and valid according to the Tails signing key that you downloaded. This warning is related to the trust that you put in the Tails signing key. See, [[Trusting Tails signing key|doc/get/trusting_tails_signing_key]]. To remove this warning you would have to personally <span class="definition">[[!wikipedia Keysigning desc="sign"]]</span> the Tails signing key with your own key.
it: Quindi l'immagine ISO è ancora corretta, e valida in misura alla chiave di firma di Tails che tu hai scaricato. Questo avvertimento è in relazione alla fiducia che tu riponi nella chiave di firma di Tails. Leggi anche [[Ottenendo fiducia in Tails|doc/get/trusting_tails_signing_key]]. Per rimuovere questo avvertimento dovresti aver personalmente <span class="definition">[[!wikipedia Keysigning desc="firmato"]]</span> la chiave di firma di Tails con la tua chiave.

source: For Mac OS X using GPGTools
it: Per MAC OS X usando GPGTools

source: After installing GPGTools, you should be able to follow the instruction for [[Linux with the command line|verify_the_iso_image_using_the_command_line]]. To open the command line, navigate to your Applications folder, open Utilities, and double click on Terminal.
it: Dopo aver installato GPGTools, dovresti essere in grado di seguire le istruzioni [[Linux con la linea di comando|verify_the_iso_image_using_the_command_line]]. per aprire la riga di comando, detta anche Terminale, naviga fino alla tua cartella Applicazioni, apri Utilities e fai doppio click su Terminale.
