Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/get/verify_the_iso_image_using_the_command_line.*.po
Languages: it

source: [[!meta title="Verify the ISO image using the command line"]] [[!inline pages="doc/get/signing_key_transition.inline" raw="yes"]]
it: [[!meta title="Verificare una immagine ISO usando la linea di comando"]]

source: You need to have GnuPG installed. GnuPG is the common OpenPGP implementation for Linux: it is installed by default under Debian, Ubuntu, Tails and many other distributions.
it: Necessiti aver installato GnuPG. GnuPG è un utilizzo di OpenPGP per Linux: sta installato di default Debian, Ubuntu, Tails e molte altre. distribuzioni

source: Get the Tails signing key
it: Ottieni la chiave di firma di Tails

source: First, <strong>download Tails signing key</strong>:
it: Pe prima cosa <strong>scaricati la chiave di firma di Tails</strong>:

source: Open a terminal and <strong>import Tails signing key</strong> with the following commands:
it: Apri un terminale e <strong>importa la chiave di firma di Tails</strong> digitando i seguenti comandi

source: cd [the directory in which you downloaded the key] gpg --keyid-format long --import tails-signing.key
it: cd [cartella dove hai scaricato la chiave] gpg --keyid-format long --import tails-signing.key

source: The output should tell you that the key was imported:
it: La risposta del comando dovrebbe dirti che la chiave è stata importata:

source: <strong>If you had already imported Tails signing key in the past</strong>, the output should tell you that the key was not changed:
it: <strong>Se hai già importato in passato una chiave di Tails</strong>, la risposta del comando ti dirà che la chiave non è stata cambiata:

source: <strong>If you are shown the following message</strong> at the end of the output:
it: <strong>Se vedi il seguente messaggio</strong> alla fine della risposta:

source: gpg: no ultimately trusted keys found
it: gpg: trovata nessuna chiave valida definitivamente

source: Analyse the other messages as usual: this extra message doesn't relate to the Tails signing key that you downloaded and usually means that you didn't create an OpenPGP key for yourself yet, which of no importance to verify the ISO image.
it: Analizzando gli altri messaggi simili: questo messaggio non è relazionato alla chiave di firma di Tails che avevi scaricato, e generalmente significano che non hai ancora creato una chiave OpenPGP per te stesso, che non ha importanza per verificare l'immagine ISO.

source: Verify the ISO image
it: Verifica l'immagine ISO

source: Now, <strong>download the cryptographic signature</strong> corresponding to the ISO image you want to verify and save it in the same folder as the ISO image:
it: Ora <strong>scarica la firma criptografica</strong> corrispondente all'immagine ISO che vuoi scaricare e salvala nella stessa cartella dell'immagine ISO:

source: Then, <strong>start the cryptographic verification</strong>, it can take several minutes:
it: Dopo, <strong>inizia la verifica criptografica</strong>, che può metterci qualche minuto:

source: cd [the ISO image directory]
it: cd [la cartella dove hai l'immagine ISO]

source: <strong>If the ISO image is correct</strong> the output will tell you that the signature is good:
it: <strong>Se l'immagine ISO è corretta</strong> la risposta ti deve dire che la firma è buona:

source: or:
it: o:

source: If you see the following warning:
it: Se vedi il seguente avviso:
