Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/anonymous_internet/electrum.*.po
Languages: de

source: [[!meta title="Exchange bitcoins using Electrum"]]
de: [[!meta title="Bitcoins mit Electrum austauschen"]]

source: [<span class="application">Electrum</span>](https://electrum.org/) is a [[!wikipedia bitcoin]] client that is particularly suited to the context of Tails because:
de: [<span class="application">Electrum</span>](https://electrum.org/) ist ein [[!wikipedia_de Bitcoin]]-Client, der besonders geeignet im Kontext von Tails ist, weil:

source: Your wallet can be recovered entirely from a passphrase, called *seed*. So you can use your wallet from different devices and avoid losing bitcoins in a backup mistake or computer failure.
de: Ihr Wallet (Anm. Übers.: digitale Brieftasche) kann vollständig mithilfe eines Passworts, *Seed* genannt, wiederhergestellt werden. Somit können Sie Ihr Wallet von verschiedenen Geräten aus nutzen und verhindern, dass Bitcoins bei einem Backup-Fehler oder Computerproblem verloren gehen.

source: Electrum does not download the blockchain. So there is no waiting time when starting.
de: Electrum lädt nicht die Blockchain herunter. Somit gibt es beim Start keine Wartezeit.

source: You can sign transactions from an offline working session.
de: Sie können Transaktionen aus einer Offline-Arbeitssitzung heraus signieren.

source: <p>Bitcoin is <a href="https://bitcoin.org/en/faq#is-bitcoin-anonymous">not anonymous</a>.</p>
de: <p>Bitcoin ist <a href="https://bitcoin.org/en/faq#is-bitcoin-anonymous">nicht anonym</a>.</p>

source: <p>To make it harder to relate your different transactions, you should use different receiving addresses for each transaction.</p>
de: <p>Um es schwieriger zu machen, Ihre einzelnen Überweisungen in Beziehung zueinander zu bringen, sollten Sie für jede Transaktion verschiedene Empfangsadressen verwenden.</p>

source: To start <span class="application">Electrum</span> choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Electrum Bitcoin Wallet</span> </span>.
de: Um <span class="application">Electrum</span> zu starten wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Electrum Bitcoin Wallet</span> </span>.

source: To learn how to use *Electrum*, read the [documentation on the *Electrum* wiki](http://docs.electrum.org).
de: Um zu lernen, wie *Electrum* benutzt wird, lesen Sie die [Dokumentation im *Electrum*-Wiki](http://docs.electrum.org).

source: <p>If you loose your <em>seed</em>, then you loose your entire wallet.</p>
de: <p>Falls Sie Ihren <em>Seed</em> verlieren, hat dies den Verlust Ihres gesamten Wallets zur Folge.</p>

source: <p>That's why we recommend that you activate the [[<span class="guilabel">Bitcoin Client</span> persistence feature|doc/first_steps/persistence/configure/#bitcoin]] to store your bitcoin wallet and preferences across separate working sessions.</p>
de: <p>Dies ist der Grund, warum wir es Ihnen empfehlen, den [[beständigen Speicherbereich|doc/first_steps/persistence/configure/#bitcoin]] für den <span class="guilabel">Bitcoin Client</span> zu aktivieren, um Ihr Wallet und Ihre Einstellungen über mehrere Arbeitssitzungen hinweg zu speichern. </p>

source: <p>Do not blindly trust the bitcoin balance that <span class="application">Electrum</span> displays.</p>
de: <p>Vertrauen Sie nicht blindlings dem Guthaben an Bitcoins, das <span class="application">Electrum</span> anzeigt.</p>

source: <p><span class="application">Electrum</span> relies on <a href="https://bitcoin.org/en/developer-guide#simplified-payment-verification-spv">Simplified Payment Verification</a> (SPV) to avoid downloading the full block chain. But with this technique, the servers to which <span class="application">Electrum</span> connects can withhold information from their clients. Read more about the <a href="https://bitcoin.org/en/developer-guide#potential-spv-weaknesses">weaknesses of SPV</a> in the Bitcoin Developer Guide.</p>
de: <p><span class="application">Electrum</span> baut auf <a href="https://bitcoin.org/en/developer-guide#simplified-payment-verification-spv">Simplified Payment Verification</a> (SPV) auf, um das Herunterladen der gesamten Blockchain zu vermeiden. Jedoch können bei diesem Verfahren die Server, zu denen sich <span class="application">Electrum</span> verbindet, den Clients Informationen vorenthalten. Lesen Sie im Bitcoin Developer Guide mehr über die <a href="https://bitcoin.org/en/developer-guide#potential-spv-weaknesses">Schwachpunkte von SPV</a>.</p>
