Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/first_steps/persistence/change_passphrase.*.po
Languages: fa

source: [[!meta title="Change the passphrase of the persistent volume"]]
fa: [[!meta title="تغییر گذرواژهٔ درایو مانا"]]

source: Start GNOME Disk utility
fa: باز کردن ابزار دیسک گنوم

source: 1. Open <span class="application">GNOME Disk Utility</span> from the menu <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">Disk Utility</span> </span>.
fa: ۱. <span class="application">ابزار دیسک گنوم</span> را از فهرست باز کنید <span class="menuchoice"> <span class="guimenu">ابزارها</span>&nbsp;◀ <span class="guisubmenu">ابزارهای کمکی</span>&nbsp;◀ <span class="guimenuitem">ابزار دیسک</span> </span>.

source: Find out the device of the persistent volume
fa: دستگاه درایو مانا را پیدا کنید

source: <span class="application">Disk Utility</span> lists all the current storage devices in the left pane of the window. When you select one of these devices, detailed information about it is displayed in the right pane: its partitions, its brand, its size, etc.
fa: <span class="application">ابزار دیسک</span> فهرستی از تمام دستگاه‌های ذخیرهٔ فعلی در سمت راست پنجره دارد. با انتخاب یکی از این دستگاه‌ها اطلاعات مشروح مربوط به آن سمت چپ پنجره دیده می‌شوند از جمله: بخش‌های آن، مارک آن، حجمش و غیره.

source: Find which device contains the persistent volume. It should have two partitions, one labelled <span class="guilabel">Tails</span>, and another one labelled <span class="guilabel">TailsData</span> which corresponds to the persistent volume.
fa: دریابید که کدام دستگاه حاوی درایو مانا است. این درایو باید دو بخش مرتبط با درایو مانا داشته باشد؛ یکی به نام <span class="guilabel">Tails</span> و دیگری به نام <span class="guilabel">TailsData</span>.

source: In the right pane of the window, verify that the device corresponds to your device, its brand, its size, etc.
fa: مطمئن شوید که این دستگاه، همان دستگاه مورد نظر شما است. در سمت چپ پنجره مارک، اندازهٔ آن و غیره را بررسی کنید.

source: Change the passphrase of the persistent volume
fa: تغییر گذرواژهٔ درایو مانا

source: Click on <span class="guilabel">Change Passphrase</span>.
fa: روی <span class="guilabel">تغییر گذرواژه</span> کلیک کنید.

source: Type your current passphrase and then type twice a new one.
fa: ابتدا گذرواژهٔ فعلی خود و سپس دو بار گذرواژهٔ جدیدتان را تایپ کنید.

source: Finally click on <span class="guilabel">Change passphrase</span>.
fa: در مرحلهٔ آخر روی <span class="guilabel">تغییر گذرواژه</span> کلیک کنید.

source: You now can restart Tails and try to enable the persistent volume with its new passphrase.
fa: حالا می‌توانید تیلز را دوباره راه‌اندازی کرده و درایو مانا را با گذرواژهٔ جدیدش فعال کنید.
