Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/advanced_topics/virtualization.*.po
Languages: fr

source: [[!meta title="Virtualization"]]
fr: [[!meta title="Virtualisation"]]

source: It is sometimes convenient to be able to run TⒶILS without having to restart your computer every time. This is possible using [[!wikipedia Virtual_machine desc="virtual machines"]].
fr: Il peut être pratique de pouvoir lancer TⒶILS sans avoir à redémarrer son ordinateur à chaque fois. C'est possible grâce aux [[!wikipedia_fr Machine_virtuelle desc="machines virtuelles"]].

source: With virtual machines, it is possible to run TⒶILS inside a *host* operating system (Linux, Windows, or Mac OS&nbsp;X). A virtual machine emulates a real computer and its operating system, called *guest* which appears in a window on the *host* operating system.
fr: Grâce aux machines virtuelles, il est possible de faire tourner TⒶILS à l'intérieur d'un système d'exploitation *hôte* (Linux, Windows, ou Mac OS&nbsp;X). Une machine virtuelle émule un vrai ordinateur et son système d’exploitation, appelé *invité* qui apparaît dans une fenêtre du système d'exploitation *hôte*.

source: When running TⒶILS in a virtual machine, you can use most features of TⒶILS from your usual operating system and use both in parallel without the need to restart the computer.
fr: Lorsque vous utilisez TⒶILS dans une machine virtuelle, vous pouvez utilisez la plupart des fonctionnalités de TⒶILS depuis votre système d'exploitation habituel et utiliser ceux-ci en parallèle sans avoir besoin de redémarrer l'ordinateur.

source: This is how TⒶILS looks like when run in a virtual machine on Debian using *VirtualBox*:
fr: Voilà ce à quoi ressemble TⒶILS dans une machine virtuelle sous Debian en utilisant *VirtualBox* :

source: [[!img tails-in-jessie.png alt="TⒶILS running in a VirtuaBox window inside a Debian desktop with GNOME 3" link=no]]
fr: [[!img tails-in-jessie.png alt="TⒶILS dans une fenêtre VirtuaBox dans un bureau Debian avec GNOME 3" link=no]]

source: <p>We do not currently provide a solution for running a virtual machine inside a TⒶILS host. See [[!tails_ticket 5606]].</p>
fr: <p>Nous ne fournissons pas à l'heure actuelle de solution pour faire tourner une machine virtuelle dans un hôte TⒶILS. Voir le [[!tails_ticket 5606]].</p>

source: Security considerations
fr: Considérations de sécurité

source: Running TⒶILS inside a virtual machine has various security implications. Depending on the host operating system and your security needs, running TⒶILS in a virtual machine might be dangerous.
fr: Faire tourner TⒶILS dans une machine virtuelle a de nombreuses conséquences en terme de sécurité. En fonction du système d’exploitation hôte et de vos besoins en terme de sécurité, faire tourner TⒶILS dans une machine virtuelle peut être dangereux.

source: Both the host operating system and the [[virtualization software|virtualization#software]] are able to monitor what you are doing in TⒶILS.
fr: Le système d'exploitation hôte ainsi que le [[logiciel de virtualisation|virtualization#software]] sont capables d'observer et d'analyser ce que vous faites dans TⒶILS.

source: If the host operating system is compromised with a software keylogger or other malware, then it can break the security features of TⒶILS.
fr: Si le système d'exploitation hôte est compromis par un enregistreur de frappe logiciel ou autre logiciel malveillant, cela peut outrepasser les fonctionnalités de sécurité de TⒶILS.

source: Only run TⒶILS in a virtual machine if both the host operating system and the virtualization software are trustworthy.
fr: N'utilisez TⒶILS dans une machine virtuelle que si le système d’exploitation hôte et le logiciel de virtualisation sont de confiance.

source: Traces of your TⒶILS session are likely to be left on the local hard disk. For example, host operating systems usually use swapping (or *paging*) which copies part of the RAM to the hard disk.
fr: Des traces de votre session TⒶILS son susceptibles d'être laissées sur votre disque dur local. Par exemple, le système d'exploitation hôte utilise habituellement la mémoire virtuelle (swap ou *paging*) dans laquelle une partie de la RAM est copiée sur le disque dur.

source: Only run TⒶILS in a virtual machine if leaving traces on the hard disk is not a concern for you.
fr: N'utilisez TⒶILS dans une machine virtuelle que si laisser des traces sur le disque dur n'est pas un problème pour vous.

source: This is why TⒶILS warns you when it is running inside a virtual machine.
fr: C'est pourquoi TⒶILS vous avertit quand il est lancé dans une machine virtuelle.

source: The TⒶILS virtual machine does not modify the behaviour of the host operating system and the network traffic of the host is not anonymized. The MAC address of the computer is not modified by the [[MAC address spoofing|first_steps/startup_options/mac_spoofing]] feature of TⒶILS when run in a virtual machine.
fr: La machine virtuelle TⒶILS ne modifie pas le comportement du système d'exploitation hôte et le trafic réseau de l'hôte n'est pas anonymisé. L'adresse MAC de l'ordinateur n'est pas modifiée par la fonctionnalité d'[[usurpation d'adresse MAC|first_steps/startup_options/mac_spoofing]] de TⒶILS si celui-ci est lancé dans une machine virtuelle.

source: Virtualization solutions
fr: Solutions de virtualisation

source: To run TⒶILS inside a virtual machine, you need to have virtualization software installed on the host operating system. Different virtualization software exist for Linux, Windows, and Mac OS&nbsp;X.
fr: Pour faire tourner TⒶILS dans une machine virtuelle, vous avez besoin d'un logiciel de virtualisation installé sur le système d'exploitation hôte. Différents logiciels de virtualisation existent pour Linux, Windows, et Mac OS&nbsp;X.

source: <p>The following list includes only free software as we believe that this is a necessary condition for it to be trustworthy. See the [[previous warning|virtualization#trustworthy]] and our statement about [[free software and public scrutiny|about/trust#free_software]].</p>
fr: <p>La liste suivante contient seulement des logiciels libres car nous croyons que c'est une condition nécessaire pour leurs faire confiance. Voir l'[[avertissement précédent|virtualization#trustworthy]] et notre déclaration sur les [[logiciels libres et l'examen publique|about/trust#free_software]].</p>

source: <p>Proprietary virtualization software solutions exist such as <span class="application">VMWare</span> but are not listed here on purpose.</p>
fr: <p>Des logiciels propriétaires de virtualisation existent, tels que <span class="application">VMWare</span>, mais ils ne sont pas listés ici à dessein.</p>

source: **<span class="application">VirtualBox</span>** is available for Linux, Windows, and Mac. Its free software version does not include support for USB devices and does not allow to use a persistent volume.
fr: **<span class="application">VirtualBox</span>** est disponible pour Linux, Windows, et Mac. Sa version libre n'inclut pas la gestion des périphériques USB et ne permet pas d'utiliser la persistance.

source: [[See the corresponding documentation.|virtualbox]]
fr: [[Voir la documentation correspondante.|virtualbox]]

source: **<span class="application">GNOME Boxes</span>** is available for Linux. It has a simple user interface but does not allow to use a persistent volume.
fr: **<span class="application">GNOME Boxes</span>** est disponible pour Linux. Son interface utilisateur est simple mais il ne permet pas l'utilisation de la persistance.

source: [[See the corresponding documentation.|boxes]]
fr: [[Voir la documentation correspondante.|boxes]]

source: **<span class="application">virt-manager</span>** is available for Linux. It has a more complex user interface and allows to use a persistent volume, either by:
fr: **<span class="application">virt-manager</span>** est disponible pour Linux. Il a une interface utilisateur plus complexe et permet l'utilisation de la persistance, soit en :

source: Starting TⒶILS from a USB stick or SD card.
fr: Démarrant TⒶILS depuis une clé USB ou une carte SD.

source: Creating a virtual USB storage volume saved as a single file on the host operating system.
fr: En créant une volume de stockage USB virtuel sauvegardé dans un unique fichier sur le système d'exploitation hôte.

source: [[See the corresponding documentation.|virt-manager]]
fr: [[Voir la documentation correspondante.|virt-manager]]
