Repository: Acidburn0zzz/mtails
Catalog: wiki/src/install/inc/steps/restart_first_time.inline.*.po
Languages: de, es

source: 1. In the <span class="application">Boot Loader Menu</span>, press <span class="keycap">TAB</span>. A command line with a list of boot options appears at the bottom of the screen.
es: 1. En el <span class="application">Menú de cargador de arranque</span>, oprime <span class="keycap">TAB</span>. Una línea de comando con una lista de opciones de arranque aparecerá abajo de la pantalla.

source: [[!img doc/first_steps/startup_options/boot-menu-with-options.png link="no" alt="Black screen with Tails artwork and list of boot options"]]
es: [[!img doc/first_steps/startup_options/boot-menu-with-options.png link="no" alt="Pantalla negra con el logo de Tails y una lista de opciones de arranque"]]

source: Press the <span class="keycap">Backspace</span> key several times to remove the <span class="code">quiet</span> option from the command line.
de: Drücken Sie mehrmals die <span class="keycap">Backspace</span>-Taste, um die Option <span class="code">quiet</span> von der Kommandozeile zu entfernen.
es: Oprime la tecla <span class="keycap">Tecla de borrar</span>varias veces para quitar las <span class="code">opciones de la linea de comando que no apliquen</span>.

source: If Tails previously failed to start and displayed the <span class="code">Probing EDD (edd=off to disable)...</span> error, then type `edd=off` to add this option to the command line.
es: Si Tails falló previamente al iniciar y mostró el error <span class="code">Probing EDD (edd=off to disable)...</span>, escribe `edd=off` para agregar esta opción a la línea de comandos.

source: Type `debug nosplash` to add these options to the command line.
de: Geben Sie `debug nosplash` ein, um diese Optionen zur Kommandozeile hinzuzufügen.
es: Escribe `debug nosplash` para agregar estas opciones a la línea de comandos.

source: To start Tails, press <span class="keycap">Enter</span>.
de: Drücken Sie <span class="keycap">Enter</span>, um Tails neu zu starten.
es: Para arrancar Tails oprime la tecla <span class="keycap">Enter / de retorno</span>.

source: Hopefully, error messages now appear when starting Tails. You can [[send them to our support team by email|support/talk]], for example by taking a picture of the last screen and error messages.
de: Hoffentlich erscheinen jetzt beim Start von Tails Fehlermeldungen. Sie können [[diese an unser Support-Team senden|support/talk]], zum Beispiel indem Sie ein Foto von dem letzten Bildschirm und den Fehlermeldungen machen.
es: Mensajes de error deberían aparecer ahora al arrancar Tails. Puedes [[enviarlos a nuestro equipo de asistencia por correo |support/talk]], por ejemplo tomando una foto a la ultima pantalla y al mensaje de error.

source: If the error message is <span class="code">/bin/sh: can't access tty; job control turned off</span> followed by <span class="code">(initramfs)</span>, then try removing the <span class="code">live-media=removable</span> option from the boot command line.
de: Wenn die Fehlermeldung <span class="code">/bin/sh: can't access tty; job control turned off</span> gefolgt von <span class="code">(initramfs)</span> ist, versuchen Sie die Option <span class="code">live-media=removable</span> von der Boot-Kommandozeile zu entfernen.
es: si el mensaje de error es <span class="code">/bin/sh: can't access tty; job control turned off</span> seguido de <span class="code">(initramfs)</span>, puedes intentar quitar la opción <span class="code">live-media=removable</span> de la línea de arranque.

source: If removing <span class="code">live-media=removable</span> allows you to start Tails, please report the problem to our [[support team|support/talk]]. This contributes to improving the [[list of problematic USB sticks|support/known_issues#problematic-usb-sticks]]. Then try installing Tails on another USB stick.
de: Wenn das Entfernen von <span class="code">live-media=removable</span> Ihnen den Start von Tails ermöglicht, berichten Sie bitte den Fehler unserem [[Support-Team|support/talk]]. Dies trägt zur Verbesserung unserer [[Liste der problematischen USB-Sticks|support/known_issues#problematic-usb-sticks]] bei. Versuchen Sie anschließend Tails auf einem anderen USB-Stick zu installieren.
es: Si quitar <span class="code">live-media=removable</span> te permite arrancar Tails, te agradeceríamos que informes del problema a nuestro [[equipo de asistencia|support/talk]]. Eso nos permite mejorar la [[lista de memorias USB problemáticas|support/known_issues#problematic-usb-sticks]]. Luego intenta instalar Tails con otra memoria USB.

source: <div class="caution"> <p>Removing the <span class="code">live-media=removable</span> option might be dangerous. If an adversary had access to the computer and installed a malicious Tails on an internal hard disk, the computer might start on the malicious Tails instead of on the USB stick.</p> </div>
de: <div class="caution"> <p>Das Entfernen der Option <span class="code">live-media=removable</span> könnte gefährlich sein. Wenn ein Angreifer Zugriff auf den Rechner hatte und ein bösartiges Tails auf die interne Festplatte installiert hat, wird der Rechner möglicherweise von dem bösartigen Tails anstatt vom USB-Stick starten.</p> </div>
es: <div class="caution"> <p>Quitar la opción <span class="code">live-media=removable</span> puede ser peligroso. Si un adversario tiene acceso al computador e instala un Tails malicioso sobre un disco duro interno, el computador podría arracar desde el Tails malicioso en vez de la memoria USB.</p> </div>

source: 1. In <span class="application">Tails Greeter</span>, select your language and keyboard layout in the <span class="guilabel">Language & Region</span> section. Click <span class="button">Start Tails</span>.
es: 1. En el <span class="application">Tails Greeter</span> elige tu idioma y la configuración de tu teclado en la sección <span class="guilabel">Language & Region</span> y presiona <span class="button">Start Tails</span>.

source: After 15&ndash;30 seconds, the Tails desktop appears.
de: Nach 15&ndash;30 Sekunden erscheint der Tails Desktop.
es: Luego de 15&ndash;30 segundos, el escritorio de Tails aparecerá.

source: [[!img install/inc/screenshots/desktop.png link="no" alt="Tails desktop"]]
es: [[!img install/inc/screenshots/desktop.png link="no" alt="EscritorioTails"]]

source: [[!img install/inc/qrcodes/tails_boum_org_install_clone.png class="install-clone qrcode" link="no" alt=""]]
de: [[!img install/inc/qrcodes/tails_boum_org_install_clone.png class="install-clone qrcode" link="no"]]

source: [[!img install/inc/qrcodes/tails_boum_org_install_win_usb.png class="windows qrcode" link="no" alt=""]]
de: [[!img install/inc/qrcodes/tails_boum_org_install_win_usb.png class="windows qrcode" link="no"]]

source: [[!img install/inc/qrcodes/tails_boum_org_install_mac_usb.png class="mac qrcode" link="no" alt=""]]
de: [[!img install/inc/qrcodes/tails_boum_org_install_mac_usb.png class="mac qrcode" link="no"]]

source: [[!img install/inc/qrcodes/tails_boum_org_install_mac_clone.png class="mac-clone qrcode" link="no" alt=""]]
de: [[!img install/inc/qrcodes/tails_boum_org_install_mac_clone.png class="mac-clone qrcode" link="no"]]

source: [[!img install/inc/qrcodes/tails_boum_org_install_expert_usb.png class="expert qrcode" link="no" alt=""]]
de: [[!img install/inc/qrcodes/tails_boum_org_install_expert_usb.png class="expert qrcode" link="no"]]

source: [[!img install/inc/qrcodes/tails_boum_org_install_linux_usb.png class="linux qrcode" link="no" alt=""]]
de: [[!img install/inc/qrcodes/tails_boum_org_install_linux_usb.png class="linux qrcode" link="no"]]

source: [[!img install/inc/qrcodes/tails_boum_org_upgrade_clone.png class="upgrade-clone qrcode" link="no" alt=""]]
de: [[!img install/inc/qrcodes/tails_boum_org_upgrade_clone.png class="upgrade-clone qrcode" link="no"]]

source: [[!img install/inc/qrcodes/tails_boum_org_upgrade_tails.png class="upgrade-tails qrcode" link="no" alt=""]]
de: [[!img install/inc/qrcodes/tails_boum_org_upgrade_tails.png class="upgrade-tails qrcode" link="no"]]

source: [[!inline pages="install/inc/steps/mac_startup_disks.inline" raw="yes" sort="age"]]
de: [[!inline pages="install/inc/steps/mac_startup_disks.inline.de" raw="yes" sort="age"]]
