Repository: Acidburn0zzz/mtails
Catalog: wiki/src/install/inc/steps/restart_first_time.inline.*.po
Languages: de, es

source: <h1 id="back">Open these instructions on another device</h1>
de: <h1 id="back">Öffnen Sie diese Anweisungen auf einem anderen Gerät</h1>
es: <h1 id="back"> Lee estas instrucciones en otro dispositivo</h1>

source: In the next step, you will shut down the computer. To be able to follow the rest of the instructions afterwards, we recommend you either:
de: Im nächsten Schritt werden Sie den Computer herunterfahren. Um später die restlichen Anweisungen befolgen zu können, empfehlen wir entweder:
es: En el siguiente paso, apagarás la computadora. Para poder seguir el resto de las instrucciones después, te recomendamos que:

source: Open this page on your smartphone, tablet, or another computer (recommended).
de: Diese Seite auf Ihrem Smartphone, Tablet oder einem anderen Computer (empfohlen) zu öffnen.
es: Abras esta página en tu celular, tableta o alguna otra computadora (recomendado).

source: Print the rest of the instructions on paper.
de: Die restlichen Anweisungen auszudrucken.
es: Imprimas el resto de las instrucciones.

source: Take note of the URL of this page to be able to come back later:
de: Die URL dieser Seite aufzuschreiben, damit Sie später wiederkommen können:
es: Tomes nota de la dirección URL de esta página para poder volver a ella luego:

source: [[!img install/inc/infography/plug-other-tails.png link="no" class="clone" alt="USB stick plugged on the left"]]
es: [[!img install/inc/infography/plug-other-tails.png link="no" class="clone" alt="Memoria USB conectada en la izquierda"]]

source: [[!img install/inc/infography/restart-on-upgrade-usb.png link="no" class="upgrade-tails" alt="USB stick unplugged on the right and computer restarted on USB stick on the left"]]
es: [[!img install/inc/infography/restart-on-upgrade-usb.png link="no" class="upgrade-tails" alt="Memoria USB desconectada en la derecha y computadora reiniciada en la memoria USB en la izquierda"]]

source: Switch on the computer.
de: Schalten Sie den Computer ein.
es: Enciende la computadora.

source: If the computer starts on Tails, the <span class="application">Boot Loader Menu</span> appears and Tails starts automatically after 4 seconds.</p>
es: Si la computadora inicia en Tails, aparecerá el <span class="application">Boot Loader Menu</span> y Tails arranca automaticamente después de 4 segundos.</p>

source: The following section applies if the <span class="application">Boot Loader Menu</span> does not appear when starting on a USB stick.
de: Der folgende Abschnitt trifft zu, wenn von einem USB-Stick gestartet wird und das <span class="guilabel">Boot-Menü</span> nicht erscheint.
es: La siguiente sección corresponde si el <span class="application">Menú de Gestor de Arranque</span> no aparece al comenzar desde una memoria USB.

source: It is quite common for computers not to start automatically on a USB stick with Tails installed. Here are some troubleshooting techniques. You should try them one after the other.
de: Es ist durchaus gewöhnlich, dass Computer nicht automatisch von einem USB-Stick mit installiertem Tails starten. Hier sind einige Vorgehensweisen zur Problemlösung. Sie sollten diese eine nach der anderen ausprobieren.
es: Es bastante común que las computadoras no inicien automáticamente en una memoria USB que contenga Tails instalado. Estas son algunas técnicas de solución de problemas. Debes probarlas una luego de la otra.

source: ### Getting to the boot menu
de: ### In das Boot-Menü gelangen
es: ### Cómo llegar al menú de arranque

source: On most computers, you can press a *boot menu key* to display a list of possible devices to start from. The following instructions explain how to display the boot menu and start on the USB stick. The following screenshot is an example of such boot menu:
de: Auf den meisten Computer können Sie eine *Boot-Menü-Taste* drücken, um eine Liste der möglichen Geräte anzuzeigen, von denen gestartet werden kann. Die folgenden Anweisungen erklären, wie Sie das Boot-Menü anzeigen können und von daraus den USB-Stick starten können. Das folgende Bildschirmfoto ist ein Beispiel eines solchen Boot-Menüs:
es: En la mayoría de las computadoras, puedes presionar una *tecla de arranque* para mostrar una lista de posibles dispositivos desde los que puedas iniciar. Las instrucciones siguientes explican cómo mostrar el menú de inicio y arrancar desde una memoria USB. La siguiente captura de pantalla es un ejemplo de dicho menú:

source: Shut down the computer.
de: Fahren Sie den Computer herunter.
es: Apaga la computadora.

source: Make sure that the first USB stick is plugged in the computer.
de: Stellen Sie sicher, dass der USB-Stick an dem Computer angeschlossen ist.
es: Asegúrate de que la primera memoria USB esté conectada al ordenador.

source: 1. Identify the potential boot menu keys for the computer depending on the computer manufacturer in the following list:
de: 1. Ermitteln Sie, abhängig vom Computerhersteller, in der folgenden Liste die möglichen Tasten für das Boot-Menü des Computers:
es: 1. Identifica las posibles teclas del menú de arranque dependiendo del fabricante según la siguiente lista:

source: <table> <tr><th>Manufacturer</th><th>Key</th></tr> <tr><td>Acer</td><td>Esc, F12, F9</td></tr> <tr><td>Asus</td><td>Esc, F8</td></tr> <tr><td>Dell</td><td>F12</td></tr> <tr><td>Fujitsu</td><td>F12, Esc</td></tr> <tr><td>HP</td><td>Esc, F9</td></tr> <tr><td>Lenovo</td><td>F12, Novo, F8, F10</td></tr> <tr><td>Samsung</td><td>Esc, F12, F2</td></tr> <tr><td>Sony</td><td>F11, Esc, F10</td></tr> <tr><td>Toshiba</td><td>F12</td></tr> <tr><td>others&hellip;</td><td>F12, Esc</td></tr> </table>
de: <table> <tr><th>Hersteller</th><th>Taste</th></tr> <tr><td>Acer</td><td>Esc, F12, F9</td></tr> <tr><td>Asus</td><td>Esc, F8</td></tr> <tr><td>Dell</td><td>F12</td></tr> <tr><td>Fujitsu</td><td>F12, Esc</td></tr> <tr><td>HP</td><td>Esc, F9</td></tr> <tr><td>Lenovo</td><td>F12, Novo, F8, F10</td></tr> <tr><td>Samsung</td><td>Esc, F12, F2</td></tr> <tr><td>Sony</td><td>F11, Esc, F10</td></tr> <tr><td>Toshiba</td><td>F12</td></tr> <tr><td>andere&hellip;</td><td>F12, Esc</td></tr> </table>
es: <table> <tr><th>Fabricante</th><th>Tecla</th></tr> <tr><td>Acer</td><td>Esc, F12, F9</td></tr> <tr><td>Asus</td><td>Esc, F8</td></tr> <tr><td>Dell</td><td>F12</td></tr> <tr><td>Fujitsu</td><td>F12, Esc</td></tr> <tr><td>HP</td><td>Esc, F9</td></tr> <tr><td>Lenovo</td><td>F12, Novo, F8, F10</td></tr> <tr><td>Samsung</td><td>Esc, F12, F2</td></tr> <tr><td>Sony</td><td>F11, Esc, F10</td></tr> <tr><td>Toshiba</td><td>F12</td></tr> <tr><td>otros&hellip;</td><td>F12, Esc</td></tr> </table>

source: Immediately press several times the first potential boot menu key identified in step 3.
de: Drücken Sie sofort mehrmals die erste der möglichen Tasten für das Boot-Menü, die Sie in Schritt 3 ermittelten.
es: Presiona inmediatamente varias veces la primera tecla potencial del menú de arranque identificada en el paso 3.

source: a. If a boot menu with a list of devices appears, select your USB stick and press <span class="keycap">Enter</span>.
de: a. Wenn ein Boot-Menü mit einer Liste von Geräten erscheint, wählen Sie Ihren USB-Stick aus und drücken Sie <span class="keycap">Enter</span>.
es: a. Si aparece un menú de arranque con una lista de dispositivos, selecciona tu memoria USB y presiona <span class="keycap">Entrar</span>.

source: a. If the computer starts on another operating system, then:
de: a. Wenn der Computer ein anderes Betriebssystem startet:
es: a. Si el equipo se inicia en otro sistema operativo, entonces:

source: Press-and-hold the potential boot menu key identified in step 3.
de: Drücken und halten Sie die von Ihnen in Schritt 3 ermittelte mögliche Taste für das Boot-Menü.
es: Presiona y mantén presionada la tecla potencial del menú de arranque identificada en el paso 3.

source: Switch on the computer again while holding the potential boot menu key pressed.
de: Schalten Sie den Computer wieder ein, währenddessen Sie die mögliche Taste für das Boot-Menü gedrückt halten.
es: Vuelve a encender la computadora mientras mantienes presionada la tecla de menú de arranque.

source: a. If a boot menu with a list of devices appears, select your USB stick and press <span class="keycap">Enter</span>.
de: a. Wählen Sie Ihren USB-Stick aus, wenn ein Boot-Menü erscheint und drücken Sie <span class="keycap">Enter</span>.
es: a. Si aparece un menú de arranque con una lista de dispositivos, selecciona tu memoria USB y presiona <span class="keycap">Entrar</span>.

source: a. If the computer starts on another operating system or returns an error message, then shut down the computer again and repeat step 4 for all the potential boot menu keys identified in step 3.
de: a. Fahren Sie den Computer erneut herunter und wiederholen Sie Schritt 4 mit allen möglichen Tasten für das Boot-Menü, die Sie in Schritt 3 ermittelt haben, wenn der Computer ein anderes Betriebssystem startet oder eine Fehlermeldung anzeigt.
es: a. Si la computadora se inicia en otro sistema operativo o devuelve un mensaje de error, entonces vuelve a apagar la computadora y repite el paso 4 para todas las posibles teclas de menú de inicio identificadas en el paso 3.

source: If none of the potential boot menu keys identified in step 3 work or if the USB stick does not appear in the list, then try the second troubleshooting technique described below.
de: Versuchen Sie die weiter unter beschriebene, zweite Vorgehensweise zur Problemlösung, wenn keine der möglichen Tasten für das Boot-Menü, die Sie in Schritt 3 ermittelt haben, funktionieren sollte, oder der USB-Stick nicht in der Liste erscheint.
es: Si ninguna de las posibles teclas del menú de inicio identificadas en el paso 3 funciona o si la memoria USB no aparece en la lista, intenta la segunda técnica de solución de problemas descrita a continuación.

source: ### Check our list of known issues
de: ### Überprüfen Sie unsere Liste der bekannten Probleme
es: ### Consulta nuestra lista de problemas conocidos

source: Similar problems might have been reported already for your model of computer in our [[list of known issues|support/known_issues]].
de: Vergleichbare Probleme könnten möglicherweise bereits für Ihr Computermodell in unserer [[Liste der bekannten Probleme|support/known_issues]] berichtet worden sein.
es: Problemas similares pueden ya haber sido reportados para tu modelo de computadora en nuestra [[lista de problemas conocidos|support/known_issues]].

source: ### Edit the BIOS settings
de: ### Bearbeiten Sie die BIOS-Einstellungen
es: ### Editar la configuración del BIOS

source: You might need to edit the BIOS settings of the computer.
de: Sie müssen möglicherweise die BIOS-Einstellungen des Computers bearbeiten.
es: Puede ser necesario que edites la configuración del BIOS de la computadora.

source: <div class="tip"> <p>Search for the user manual of the computer on the website of its manufacturer to learn how to edit the BIOS settings: <ul> <li>[Acer](http://us.acer.com/ac/en/US/content/drivers)</li> <li>[Asus](https://www.asus.com/us/support/)</li> <li>[Dell](https://www.dell.com/support/home/us/en/19/Products/)</li> <li>[Fujitsu](https://www.fujitsu.com/global/support/products/software/manual/)</li> <li>[HP](https://support.hp.com/us-en/products/)</li> <li>[Lenovo](http://support.lenovo.com/us/en/)</li> <li>[Samsung](http://www.samsung.com/us/support/downloads)</li> <li>[Sony](http://esupport.sony.com/US)</li> <li>[Toshiba](http://support.toshiba.com/support/products?cat=Computers)</li> </ul> </p> </div>
de: <div class="tip"> <p>Suchen Sie nach der Bedienungssanleitung des Computers auf der Webseite des Herstellers, um zu erfahren, wie Sie die BIOS-Einstellungen bearbeiten: <ul> <li>[Acer](http://us.acer.com/ac/en/US/content/drivers)</li> <li>[Asus](https://www.asus.com/us/support/)</li> <li>[Dell](https://www.dell.com/support/home/us/en/19/Products/)</li> <li>[Fujitsu](https://www.fujitsu.com/global/support/products/software/manual/)</li> <li>[HP](https://support.hp.com/us-en/products/)</li> <li>[Lenovo](http://support.lenovo.com/us/en/)</li> <li>[Samsung](http://www.samsung.com/us/support/downloads)</li> <li>[Sony](http://esupport.sony.com/US)</li> <li>[Toshiba](http://support.toshiba.com/support/products?cat=Computers)</li> </ul> </p> </div>
es: <div class="tip"> <p>Busca el manual de usuario de la computadora en la página web de su fabricante para aprender a editar la configuración del BIOS: <ul> <li>[Acer](https://www.acer.com/ac/es/ES/content/drivers)</li> <li>[Asus](https://www.asus.com/es/support/)</li> <li>[Dell](https://www.dell.com/support/home/es/es/esdhs1/Products/)</li> <li>[Fujitsu](http://www.fujitsu.com/es/support/)</li> <li>[HP](https://support.hp.com/es-es/products/)</li> <li>[Lenovo](https://support.lenovo.com/es/es/)</li> <li>[Samsung](http://www.samsung.com/es/support/downloadcenter/)</li> <li>[Sony](https://www.sony.es/electronics/support)</li> <li>[Toshiba](http://www.toshiba.es/support/)</li> </ul> </p> </div>

source: In the BIOS settings, try to apply the following changes one by one and restart the computer after each change. Some changes might not apply to certain computer models.
de: Versuchen Sie in den BIOS-Einstellungen die folgenden Änderungen eine nach der anderen anzuwenden und den Computer nach jeder Änderung neuzustarten. Manche Änderungen könnten möglicherweise auf manche Computermodelle nicht zutreffen.
es: En la configuración del BIOS, prueba aplicar los siguientes cambios uno por uno y reinicia la computadora después de cada cambio. Algunos cambios tal vez no aplican para ciertos modelos de computadoras.

source: <div class="caution"> <p>Take note of the changes that you apply to the BIOS settings, to be able to revert them if they prevent the computer to start on its usual operating system.</p> </div>
de: <div class="caution"> <p>Notieren Sie sich die Änderungen, die Sie an den Einstellungen des BIOS durchführen, um in der Lage zu sein, diese rückgängig zu machen, falls sie den Computer davon abhalten, das übliche Betriebssystem zu starten.</p> </div>
es: <div class="caution"> <p>Toma nota de los cambios que aplicas a las configuraciones del BIOS, para poder revertirlos, si estos impiden que la computadora inicie como lo hace usualmente desde su sistema operativo.</p> </div>

source: 1. Edit the **Boot Order**. Depending on the computer model you might see an entry for **removable devices** or **USB media**. Move this entry to the top of the list to force the computer to try to start from the first USB stick before starting from the internal hard disk.
de: 1. Bearbeiten Sie die **Boot-Reihenfolge**. Abhängig von Ihrem Computermodell müssten Sie einen Eintrag für **Wechselmedien** oder **USB-Medien** sehen. Bewegen Sie diesen Eintrag an den Anfang der Liste, um den Computer dazu zu zwingen, von dem ersten USB-Stick zu starten, bevor von der eingebauten Festplatte gestartet wird.
es: 1. Edita el **Orden de Inicio**. Dependiendo del modelo de la computadora puedes ver una entrada para **dispositivos removibles** o **memoria USB**. Mueve esta entrada al principio de la lista para forzar la computadora a intentar iniciar desde la primer memoria USB antes de iniciar desde el disco duro interno.

source: Disable **Fast boot**.
de: Deaktiveren Sie **Fast boot**.
es: Deshabilita **Fast boot**.

source: 1. If the computer is configured to start with **legacy BIOS**, try to configure it to start with **UEFI**. Else, if the computer is configured to start with **UEFI**, try to configure it to start with **legacy BIOS**. To do so, try any of the following options if available:
de: 1. Wenn der Computer dazu konfiguriert ist, mit dem **legacy BIOS** zu starten, versuchen Sie ihn zu konfigurieren, mit **UEFI** zu starten. Ansonsten, wenn der Computer dazu konfiguriert ist, mit **UEFI** zu starten, versuchen Sie ihn dazu zu konfigurieren, mit dem **legacy BIOS** zu starten. Um das zu tun, versuchen Sie, falls verfügbar, irgendeine der folgenden Optionen:
es: 1. Si el ordenador está configurado para arrancar con **legacy BIOS**, intenta configurarlo para que arranque con **UEFI**. De lo contrario, si está configurada para arrancar con **UEFI**, intenta configurarla para que arranque con **legacy BIOS**. Para hacerlo intenta alguno de estos métodos si están disponibles:

source: Enable **Legacy mode**
de: Aktivieren Sie den **Legacy mode**
es: Habilita **Legacy mode**

source: Disable **Secure boot** (see the [Microsoft documentation](https://docs.microsoft.com/en-us/windows-hardware/manufacture/desktop/disabling-secure-boot))
es: Deshabilita el **Secure boot** (lee la [documentación de Microsoft](https://docs.microsoft.com/es-es/windows-hardware/manufacture/desktop/disabling-secure-boot))

source: Enable **CSM boot**
de: Aktivieren Sie **CSM boot**
es: Habilita **CSM boot*

source: Disable **UEFI**
de: Deaktivieren Sie **UEFI**
es: Deshabilita **UEFI**

source: Try to upgrade the BIOS to the latest version provided by the manufacturer.
de: Versuchen Sie, das BIOS auf die neueste vom Hersteller angebotene Version zu aktualisieren.
es: Prueba actualizar el BIOS a la ultima versión disponible del fabricante.

source: ### Report the problem to our support team
de: ### Berichten Sie das Problem unserem Support-Team
es: ### Reporta el problema a nuestro equipo de soporte

source: <div class="bug"> <p>If none of these options work, we are sorry but you might not be able to use Tails on this computer.</p> </div>
de: <div class="bug"> <p>Falls keine dieser Optionen funktioniert, tut es uns leid, aber es ist für Sie möglicherweise nicht möglich, Tails auf diesem Computer zu verwenden.</p> </div>
es: <div class="bug"> <p>Si ninguna de estas opciones funciona, lo sentimos pero tal vez no seas capaz de utilizar Tails en esta computadora.</p> </div>

source: Please, [[send an email to our support team|support/talk]], including the following information:
de: [[Senden Sie bitte eine E-Mail an unser Support-Team|support/talk]], die folgende Informationen enthält:
es: Por favor, [[envía un email a nuestro equipo de soporte|support/talk]], incluyendo la siguiente información:

source: Which version of Tails are you trying to start?
de: Welche Version von Tails versuchen Sie zu starten?
es: ¿Cual versión de Tails estas tratando de iniciar?

source: How did you verify the ISO image?
de: Wie haben Sie das ISO-Image verifiziert?
es: ¿Cómo verificaste la imagen ISO?

source: Which is the brand and model of the computer?
de: Von welchem Hersteller und welches Modell ist der Computer?
es: ¿Cual es la marca y modelo de la computadora?

source: What exactly happens when trying to start? Report the complete error message that appears on the screen, if any.
de: Was genau passiert, wenn Sie versuchen Tails zu starten? Falls es eine Fehlermeldung gibt, geben Sie die gesamte Fehlermeldung an, die auf dem Bildschirm erscheint.
es: ¿Qué pasa exactamente cuando intentas iniciar? Reporta el mensaje de error completo que aparece en la pantalla, si es que aparece.

source: Are you trying to start Tails on a USB stick or a DVD?
de: Versuchen Sie Tails von einem USB-Stick oder einer DVD zu starten?
es: ¿Estás intentando iniciar Tails en una memoria USB o un DVD?

source: If you are trying to start on a USB stick, which program did you use to install it:
de: Welches Programm haben Sie zur Installation benutzt, wenn Sie versuchen, Tails von einem USB-Stick zu starten:
es: Si estás intentado iniciar en una memoria USB, qué programa utilizaste para instalarlo:

source: <span class="application">Tails Installer</span>, or
de: <span class="application">Tails Installer</span> oder
es: <span class="application">Tails Installer</span>, o

source: <span class="command">dd</span> on the command line?
de: <span class="command">dd</span> auf der Kommandozeile?
es: ¿<span class="command">dd</span> en la linea de comandos?

source: Note that these are the only supported installation methods.
de: Bitte beachten Sie, dass dies die einzigen unterstützten Installationsmethoden sind.
es: Ten en cuenta que estos son los únicos métodos de instalación soportados.

source: Have you been able to start Tails successfully on this computer before, from another USB stick or DVD, or with another version of Tails? If so, which ones?
de: Konnten Sie Tails auf dem Computer zuvor erfolgreich von einem anderen USB-Stick bzw. einer DVD oder mit einer anderen Version von Tails starten? Falls ja, was davon?
es: ¿Has podido arrancar Tails con éxito en este ordenador antes, desde otra memoria USB o DVD, o con otra versión de Tails? ¿Con cuál?

source: Does the same USB stick or DVD start successfully on other computers?
de: Startet der gleiche USB-Stick oder die gleiche DVD erfolgreich auf einem anderen Computer?
es: ¿El mismo dispositivo USB o DVD inicia exitosamente en otras computadoras?

source: [[!img install/inc/screenshots/tails_boot_menu.png link="no" alt="Black screen with Tails artwork. Boot Loader Menu with two options 'Tails' and 'Tails (Troubleshooting Mode)'."]]
es: [[!img install/inc/screenshots/tails_boot_menu.png link="no" alt="Pantalla negra con el logo de Tails. Menú de arranque con dos opciones 'Tails' y 'Tails (Modo seguro)'."]]

source: After 30&ndash;60 seconds, another screen called <span class="application">Tails Greeter</span> appears.
de: Nach 30&ndash;60 Sekunden erscheint eine andere Bildschirmansicht, die <span class="application">Tails Greeter</span> genannt wird.
es: Después de 30&ndash;60 segundos aparece otra pantalla llamada <span class="application">Tails Greeter</span>.

source: <div class="note"> <p>If the computer display the error message <span class="guilabel">Error starting GDM with your graphics card</span>, refer to our [[list of known issues with graphics cards|support/known_issues/graphics]].</p>
es: <div class="note"> <p>Si la computadora muestra el mensaje de error <span class="guilabel">Error iniciando GDM con tu tarjeta gráfica</span>, revisa nuestra [[lista de problemas conocidos con tarjetas gráficas|support/known_issues/graphics]].</p>

source: Troubleshooting ---------------
de: Fehlerbehebung ---------------
es: Resolución de problemas -----------------------

source: Tails does not start entirely -----------------------------
de: Tails startet nicht vollständig -----------------------------
es: Tails no arranca completamente ------------------------------

source: The following section applies if the <span class="application">Boot Loader Menu</span> appears but not <span class="application">Tails Greeter</span> when starting Tails.
es: La siguiente sección aplica si el <span class="application">Menú de cargador de arranque</span> aparece, pero no aparece el <span class="application">Tails Greeter</span> al arracar Tails.

source: Restart the computer on the first USB stick.
de: Starten Sie den Computer mit dem ersten USB-Stick neu.
es: Reinicia la computadora en el primer dispositivo USB.

source: 1. In the <span class="application">Boot Loader Menu</span>, choose the <span class="guilabel">Troubleshooting Mode</span> which might work better on some computers.
es: 1. En el <span class="application"> Menú del cargador de arranque</span>, escoge el <span class="guilabel">Troubleshooting Mode </span> que puede funcionar mejor en algunos computadores.

source: 1. If the <span class="guilabel">Troubleshooting Mode</span> does not work better, restart the computer again on the first USB stick.
es: 1. Si el <span class="guilabel">Troubleshooting Mode</span> no funciona mejor, reinicia el computador de nuevo desde la primera memoria USB.
