Repository: Acidburn0zzz/mtails
Catalog: config/chroot_local-includes/usr/src/persistence-setup/po/*.po
Languages: az, cs, eu, gl, si_lk, zh_tw

source: Setup Tails persistent volume
az: Tails-in davamlı həcmini quraşdır
cs: Nastavení trvalého oddílu pro Tails
eu: Konfiguratu Tailsen bolumen iraunkorra
gl: Configure o volume persistente de Tails
si_lk: Tails ස්ථාවර වෙළුම පිහිටුවන්න.
zh_tw: 設定 Tails 永久性磁碟區

source: Error
az: Xəta
cs: Chyba
eu: Akatsa
gl: Erro
si_lk: දෝෂයකි
zh_tw: 錯誤

source: Device %s already has a persistent volume.
az: %s ötürücüsünün artıq davamlı həcmi mövcuddur.
cs: Zařízení %s už má trvalý oddíl.
eu: %s gailuak dagoeneko bolumen iraunkor bat dauka.
gl: O dispositivo %s xa ten un volume persistente.
si_lk: %s උපාංගයට ස්ථාවර වෙළුමක් දැනටමත් පවතී.
zh_tw: 裝置 %s 已有永久性磁碟區。

source: Device %s has not enough unallocated space.
az: %s ötürücüsünün kifayət qədər bölüşdürülməmiş sahəsi yoxdur.
cs: Zařízení %s nemá dostatek nealokovaného místa.
eu: %s gailuak ez dauka esleitu gabeko nahiko espaziorik.
gl: O dispositivo %s non ten espazo suficiente sen asignar.
si_lk: %s අම්පන්නය සදහා ලබාදී ඇති අවකාශය ප්‍රමාණවත් නොවේ.
zh_tw: 裝置 %s 沒有足夠的未配置空間。

source: Device %s has no persistent volume.
az: %s ötürücüsünün davamlı həcmi yoxdur.
cs: Zařízení %s nemá trvalý oddíl.
eu: %s gailuak ez dauka bolumen iraunkorrik.
gl: O dispositivo %s non ten un volume persistente.
si_lk: %s අම්පන්නයෙහි ස්ථාවර වෙළුමක් නොමැත.
zh_tw: 裝置 %s 沒有永久性磁碟區。

source: Tails is running from non-USB / non-SDIO device %s.
az: Tails qeyri-USB / qeyri-SDIO ötürücüsü olan %s tərəfindən işlədilir.
cs: Tails běží ze zařízení %s, které není USB / SDIO.
eu: Tails ez USB / ez SDIO %s gailu batetik exekutatzen ari da.
gl: Tails está a se executar a partir dun dispositivo %s non-USB / non-SDIO.
zh_tw: Tails 正從非 USB / 非 SDIO 裝置 %s 執行。

source: Device %s is optical.
az: %s ötürücüsü optikdir.
cs: Zařízení %s je optické.
eu: %s gailua optikoa da.
gl: O dispositivo %s é óptico.
si_lk: %s ප්‍රකාශ උපකරණයකි.
zh_tw: 裝置 %s 是光學設備。

source: Persistence wizard - Finished
az: Davamlılıq vizardı - Bitdi
cs: Průvodce tvorby trvalého oddílu dokončil svou činnost.
eu: Iraunkortasun morroia - Amaituta
gl: Asistente de Persistencia - Rematou
si_lk: ස්ථාවර wizard - අවසානය.
zh_tw: 永久性精靈 - 已完成

source: Any changes you have made will only take effect after restarting Tails. You may now close this application.
az: Etdiyin hər hansı dəyişiklik Tails yenidən başladıldıqdan sonra efffekt verəcək. İndi bu aplikasiyanı bağlaya bilərsən.
cs: Všechny změny budou mít efekt až po restartu Tails. Nyní můžete zavřít aplikaci.
eu: Egindako edozein aldaketa Tails berrabiarazi ostean bakarrik izango dute efektua. Aplikazio hau itxi dezakezu orain.
gl: Os cambios feitos só terán efecto despois de reiniciar o Tails.⏎ ⏎ Agora pode pechar esta aplicación.
si_lk: ඔබ සිදු කරන ඕනෑම වෙනස්කමක් Tails නැවත ආරම්භ කලවිට ක්‍රියාත්මක වේ. ඔබට දැන් මෙම යෙදුම වසා දැමිය හැක.
zh_tw: 您所做的任何變更都只會在 Tails 重新啟動後才會生效。 您現在可以關閉此應用程式。

source: Personal Data
az: Şəxsi Məlumat
cs: Osobní data
eu: Datu pertsonalak
gl: Datos Persoais
si_lk: පෞද්ගලික දත්ත
zh_tw: 個人資料

source: Keep files stored in the `Persistent' directory
az: Faylları `Davamlı` kataloqda saxla
cs: Ukládejte data ve složce `Persistent'
eu: Mantendu fitxategiak `Iraunkorra' direktorioan
gl: Almacene os arquivos no directorio 'Persistente'
si_lk: 'ස්ථාවර' කියන නාමාවලියේ ගොනු ගබඩා කර තබන්න
zh_tw: 將檔案儲存「Persistent」目錄

source: Bookmarks saved in the Tor Browser
az: Seçilmişlər Tor Brauzerində saxlanmışdır
cs: Záložky byly uloženy do prohlížeče Tor
eu: Tor Navigatzailean gorde dira laster markak
gl: Marcadores gardados no Tor Browser
zh_tw: 儲存在 Tor Browser 裡的書籤

source: Network Connections
az: Şəbəkə Əlaqələri
cs: Síťová připojení
eu: Sare konexioak
gl: Conexións de Rede
si_lk: ජාල සබදතා
zh_tw: 網路連線

source: Configuration of network devices and connections
az: Şəbəkə ötürücüsü və əlaqələrinin konfiqurasiyası
cs: Konfigurace síťových zařízení a připojení
eu: Sare gailu eta konexioen konfigurazioa
gl: Configuración dos dispositivos de rede e as conexións
si_lk: ජාල උපාංග සහ සබදතා වින්‍යාසය
zh_tw: 網路裝置和連線設定

source: Printers
az: Printerlər
cs: Tiskárny
eu: Imprimagailuak
gl: Impresoras
zh_tw: 印表機

source: Printers configuration
az: Printer konfiqurasiyası
cs: Nastavení tiskáren
eu: imprimagailuen ezarpenak
gl: Configuración de impresoras
zh_tw: 印表機設定

source: GnuPG keyrings and configuration
az: GnuPG açar üzüyü və konfiqurasiyası
cs: GnuPG klíčenka a konfigurace
eu: GnuPG gako sorta eta konfigurazioa
gl: Aneis de chaves e configuración do GnuPG
si_lk: GnuPG keyrings සහ වින්‍යාසය
zh_tw: GnuPG 之金鑰鑰匙圈及其設定

source: Electrum's bitcoin wallet and configuration
cs: Bitcoinová peněženka Electrum a nastavení
eu: Electrum-en bitcoin-zorroa eta konfigurazioa
gl: Carteira de bitcoin Electrum e configuración
zh_tw: Electrum 比特幣錢包以及設定

source: Pidgin profiles and OTR keyring
az: Pidgin profillər və OTR açar üzüyü
cs: Pidgin profily a OTR klíčenka
eu: Pidgin profilak eta OTR gako sorta
gl: Perfís Pidgin e anel de chaves OTR
si_lk: Pidgin පැතිකඩ සහ OTR keyring
zh_tw: Pidgin 設定檔和 OTR 鑰匙圈

source: SSH Client
az: SSH Müştəri
eu: SSH Bezeroa
gl: Cliente SSH
si_lk: SSH දායකයා
zh_tw: SSH 用戶端

source: SSH keys, configuration and known hosts
az: SSH açarlar, konfiqurasiya və tanınan hostlar
cs: SSH klíče, konfigurace a známé počítače
eu: SSh gakoak, konfigurazioa eta ostalari ezagunak
gl: Chaves SSH, configuración e hosts coñecidos
si_lk: SSH යතුරු, වින්‍යාස සහ දන්නා සත්කාරක
zh_tw: SSH 金鑰、設定和已知的主機

source: Dotfiles
az: Dotfayllar
eu: Dot fitxategiak
gl: Dotfiles (arquivos de configuracións ".arquivo")
si_lk: ඩොට්ගොනු

source: Symlink into $HOME every file or directory found in the `dotfiles' directory
az: `Dotfayl` kataloqunda tapılmış hər fayl və ya kataloq Symlink $HOME daxilinə
cs: Symbolický odkaz do $ HOME nalezne každý soubor nebo adresář v `dotfiles" adresáři
eu: `dotfiles' direktorioan aurkitutako edozein fitxategi edo direktorio $HOME era esteka sinbolikoa egin.
gl: Crear ligazóns simbólicas (symlinks) en $HOME para todos os arquivos ou cartafois que estean no cartafol 'dotfiles'
si_lk: `dotfiles' නාමාවලියේ ඇති සියළු ගොනු හා නාමාවලි $HOME වලට symlink කරන්න.
zh_tw: `dotfiles' 目錄中找到的每個檔案或目錄 Symlink 到 $HOME

source: Persistence wizard - Persistent volume creation
az: Davamlılıq vizardı - Davamlılıq həcminin yaradılması
cs: Průvodce tvorbou trvalého oddílu - Tvorba trvalého oddílu
eu: Iraunkortasun morroia - Euskarri iraunkorren sorkuntza
gl: Asistente de Persistencia - Creación de volume persistente
si_lk: ස්ථාවර wizard - ස්ථාවර වෙළුම නිර්මාණය කිරීම
zh_tw: 永久性精靈 - 建立永久性磁碟區

source: Choose a passphrase to protect the persistent volume
az: Davamlı həcmi qorumaq üçün şifrə ifadəsi seç
cs: Vyberte heslo na ochranu trvalého oddílu
eu: Aukeratu euskarri iraunkorra babesteko pasahitz bat
gl: Escolla unha frase de acceso para protexer o volume persistente
si_lk: ස්ථාවර යෙදුම ආරක්ෂා කරගැනීමට මුරවැකියක් තෝරාගන්න.
zh_tw: 請選擇一個通關密語來保護永久性磁碟區

source: A %s persistent volume will be created on the <b>%s %s</b> device. Data on this volume will be stored in an encrypted form protected by a passphrase.
az: %s davamlı həcmi <b>%s %s</b> ötürücüsündə yaradılacaq. Bu həcmin tərkibindəki məlumat şifrə ifadəsi ilə şifrələnmiş şəkildə saxlanacaqdır.
cs: %s trvalý oddíl bude vytvořen na <b>%s %s</b> zařízení. Data v oddílu budou uložena v šifrované podobě a chráněná heslem.
eu: %s bolumen iraunkor bat <b>%s %s</b> gailuan sortuko da. Bolumen honen datuak pasahitz batez babestutako enkriptatutako modu batean gordeko dira.
gl: Crearase un volume persistente %s no dispositivo <b>%s %s</b>. Os datos serán almacenados encriptados e protexidos por unha frase de acceso.
si_lk: %s ස්ථාවර වෙළුමක් <b>%s %s</b> උපාංගයේ නිර්මාණය වනු ඇත. මෙම වෙළුමෙහි දත්ත ගබඩා කර ඇත්තේ සංකේතන කොට මුර වැකියකින් අරක්ෂිතව ය.
zh_tw: 將會在 <b>%s %s</b> 裝置上建立一個永久性磁碟區 %s ，在此磁碟區上的資料都將會以加密過後的狀態儲存，只有使用通關密語才能將之解密。

source: Create
az: Yarat
cs: Vytvořit
eu: Sortu
gl: Crear
si_lk: නිර්මාණය කරන්න
zh_tw: 建立

source: Passphrase:
az: Köməkçi ifadə:
cs: Heslo:
eu: Pasahitza
gl: Frase de acceso:
si_lk: මුරවැකිය:
zh_tw: 通關密語：

source: Verify Passphrase:
az: Şifrə İfadəsini Təsdiqlə:
cs: Potvrďte heslo:
eu: Pasahitza egiaztatu:
gl: Comprobe a frase de acceso:
si_lk: මුරපදය ස්ථිර කරන්න:
zh_tw: 確認通關密語：

source: Passphrase can't be empty
az: Şifrə ifadəsi boş ola bilməz
cs: Heslo nesmí být prázdné
eu: Pasahitza ezin da hutsik egon
gl: A frase de acceso non pode estar baleira
si_lk: මුරවැකිය හිස්ව තැබිය නොහැක
zh_tw: 通關密語不能為空

source: Passphrases do not match
az: Şifrə ifadəsi uyğun deyil
cs: Hesla se neshodují
eu: Pasahitzek ez dute bat egiten
gl: As frases de acceso non coinciden
si_lk: මුරවැකි ගැලපෙන්නේ නැත
zh_tw: 通關密語不相符

source: Failed
az: Xəta
cs: Selhani
eu: Huts egin du
gl: Fracasou
si_lk: අසමත් විය
zh_tw: 失敗

source: Mounting Tails persistence partition.
az: Tails davamlılıq bölməsinin quraşdırılması.
cs: Připojování trvalého oddílu Tails.
eu: Tailsen partizio iraunkorra montatzen.
gl: Montaxe da partición de persistencia do Tails.
si_lk: Tails ස්ථාවර පද්ධති බෙදුම නංවන්න.
zh_tw: 掛載 Tails 永久性分割區。

source: The Tails persistence partition will be mounted.
az: Tails davamlılıq bölməsi quraşdırılacaqdır.
cs: Trvalý oddíl Tails bude připojen.
eu: Tailsen partizio iraunkorra muntatu egingo da.
gl: Montarase a partición de persistencia do Tails.
si_lk: Tails ස්ථාවර බෙදුම නංවනු ලබනු ඇත.
zh_tw: Tails 永久性分割區將會被掛載。

source: Correcting permissions of the persistent volume.
az: Davamlı həcmin icazələrinin düzəldilməsi.
cs: Opravuji oprávnění na stálém svazku.
eu: Bolumen iraunkorreko baimenak zuzentzen.
gl: A corrixir os permisos do volume persistente.
zh_tw: 修正永久性磁碟區的存取權限。

source: The permissions of the persistent volume will be corrected.
az: Davamlı həcmin icazələri düzəldiləcəkdir.
cs: Oprávnění na stálém svazku budou opravena.
eu: Bolumen iraunkorreko baimenak zuzenduko dira.
gl: Os permisos de volume persistente serán corrixidos.
zh_tw: 永久性磁碟區的存取權限將被修正。

source: Creating...
az: Yaradılır...
cs: Vytváření...
eu: Sortzen...
gl: Creando ...
si_lk: නිර්මාණය වෙමින් පවතී...
zh_tw: 建立中...

source: Creating the persistent volume...
az: Davamlı həcm yaradılır...
cs: Vytváření trvalého oddílu.
eu: Euskarri iraunkorra sortzen...
gl: Creando o volume persistente ...
si_lk: ස්ථාවර වෙළුම නිර්මාණය කරමින්...
zh_tw: 正在建立永久性磁碟區...

source: Persistence wizard - Persistent volume deletion
az: Davamlılıq vizardı - Davamlı həcmin silinməsi
cs: Průvodce tvorby trvalého oddílu - Odstranění trvalého oddílu
eu: Iraunkortasun morroia - Euskarri iraunkorren ezabatzea
gl: Asistente de persistencia - Eliminación de volume persistente
si_lk: ස්ථාවර wizard - ස්ථාවර වෙළුම මකා දැමීම
zh_tw: 永久性精靈 - 刪除永久性磁碟區

source: Your persistent data will be deleted.
az: Sənin davamlı məlumatın silinəcək.
cs: Vaše trvalá data budou smazana.
eu: Zure datu iraunkorrak ezabatuko dira.
gl: Os seus datos persistentes serán eliminados.
si_lk: ඔබේ ස්ථාවර දත්ත මකා දැමෙනු ඇත.
zh_tw: 您的永久性資料將會被刪除。

source: The persistent volume %s (%s), on the <b>%s %s</b> device, will be deleted.
az: <b>%s %s</b> ötürücüsündəki %s (%s) davamlı həcmi silinəcək.
cs: Trvalý oddíl %s (%s), na <b>%s %s</b> zařízení bude smazán.
eu: Bolumen iraunkorra %s (%s), <b>%s %s</b> gailuan, ezabatua izango da.
gl: O volume persistente %s (%s), no dispositivo <b>%s %s</b>, será eliminado.
si_lk: <b>%s %s</b> උපාංගයේ පිහිටි ස්ථාවර වෙළුම %s (%s), මකා දැමෙනු ලැබේ.
zh_tw: 永久性磁碟區 %s (%s)，在 <b>%s %s</b> 裝置上，將會被刪除。

source: Delete
az: Sil
cs: Smazat
eu: Ezabatu
gl: Eliminar
si_lk: මකා දමන්න
zh_tw: 刪除

source: Deleting...
az: Silinir...
cs: Mazání...
eu: Ezabatzen...
gl: Eliminando...
si_lk: මකමින්...
zh_tw: 刪除中...

source: Deleting the persistent volume...
az: Davamlı həcm silinir...
cs: Mazání trvalého oddílu...
eu: Euskarri iraunkorra ezabatzen...
gl: Eliminando o volume persistente...
si_lk: ස්ථාවර වෙළුම මකමින්...
zh_tw: 正在刪除永久性磁碟區...

source: Persistence wizard - Persistent volume configuration
az: Davamlılıq vizardı - Davamlı həcmin konfiqurasiyası
cs: Průvodce tvorby trvalého oddílu - Konfigurace trvalého oddílu
eu: Iraunkortasun morroia - Euskarri iraunkorren konfigurazioa
gl: Asistente de persistencia - Configuración do volume persistente
si_lk: ස්ථාවර wizard - ස්ථාවර වෙළුම වින්‍යාසකරණය
zh_tw: 永久性精靈 - 永久性磁碟區設定

source: Specify the files that will be saved in the persistent volume
az: Davamlı həcmdə saxlanacaq faylları göstər
cs: Specifikujte soubory, které budou uloženy na trvalém oddílu.
eu: Bolumen iraunkorra gorde izango den fitxategia zehaztu
gl: Especificar que ficheiros serán gravados no volume persistente
si_lk: ස්ථාවර වෙළුමෙහි සුරකින ගොනු සදහන් කරන්න.
zh_tw: 指定將儲存在永久性磁碟區內的檔案

source: The selected files will be stored in the encrypted partition %s (%s), on the <b>%s %s</b> device.
az: Seçilmiş fayllar <b>%s %s</b> ötürücüsünün %s (%s) şifrələnmiş bölməsində saxlanacaqdır.
cs: Vybrané soubory budou uloženy v šifrovaném oddílu %s (%s), na <b>%s %s</b> zařízení
eu: Hautatutako fitxategiak %s (%s) enkriptatutako partizioan gordeko dira, <b>%s %s</b> gailuan.
gl: Os ficheiros seleccionados gardaranse na partición cifrada %s (%s), no dispositivo <b>%s %s</b>.
si_lk: තෝරාගත් ගොනු සංකේතනය කල %s (%s) බෙදුමෙහි, <b>%s %s</b> උපාංගයේ සුරක්ෂිත කෙරෙනු ඇත.
zh_tw: 所選擇的檔案將被儲存在<b>%s %s</b> 裝置的加密分割區 %s (%s)中。

source: Save
az: Saxla
cs: Uložit
eu: Gorde
gl: Gardar
si_lk: සුරකින්න
zh_tw: 儲存

source: Saving...
az: Saxlanır...
cs: Ukládání...
eu: Gordetzen...
gl: Gardando ...
si_lk: සුරකිමින්...
zh_tw: 儲存中...

source: Saving persistence configuration...
az: Dacamlılıq konfiqurasiyaları saxlanır...
cs: Ukládání konfigurace trvalého oddílu...
eu: Iraunkortasun konfigurazioa gordetzen...
gl: Gardando a configuración de persistencia ...
si_lk: ස්ථාවර වින්‍යාසකරණය සුරක්ෂිත කරමින්...
zh_tw: 正在儲存永久性設定...
