Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/first_steps/reset/linux.*.po
Languages: it

source: [[!meta title="Resetting a USB stick or SD card using Linux"]]
it: [[!meta title="Formattare una chiavetta USB o una scheda SD usando Linux"]]

source: [[!inline pages="doc/first_steps/usb_reset.intro" raw="yes"]]
it: [[!inline pages="doc/first_steps/usb_reset.intro.it" raw="yes"]]

source: Using <span class="application">GNOME Disk Utility</span>
it: Usare <span class="application">Utilità disco di GNOME</span>

source: <strong>You might overwrite any hard disk on the computer.</strong> If at some point you are not sure about which device to choose, stop proceeding.
it: <strong>Potresti sovrascrivere qualsiasi disco rigido del computer.</strong> Se a un certo punto non sei sicuro riguardo a quale dispositivo scegliere, fermati <strong>Puoi sovrascrivere qualsiasi hard disk sul computer.</strong> Se a un certo punto non sei sicuro di quale dispositivo scegliere, fermati.

source: Make sure that the USB stick or SD card that you want to reset is unplugged.
it: Assicurati che la chiavetta USB o la scheda SD che vuoi fomattare sia scollegata.Accertati che la chiave USB o la scheda SD che vuoi resettare sia scollegata.

source: 2. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">Disk Utility</span> </span> to start <span class="application">GNOME Disk Utility</span>.
it: 2. Choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessoires</span>&nbsp;▸ <span class="guimenuitem">Utilitaire de disque</span> </span> pour lancer l'<span class="application">Utilitaire de disque GNOME</span>. 2. Scegli <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Accessori</span>&nbsp;▸ <span class="guimenuitem">Disk Utility</span> </span> per avviare <span class="application">GNOME Disk Utility</span>.

source: A list of all the storage devices on the computer appears in the left pane of the window.
it: Una lista di tutti i dispositivi del computer appariranno nel pannello di sinistra della finestra

source: Plug the USB stick or SD card that you want to reset.
it: Collega la chiavetta USB o la scheda SD che vuoi formattare. Una lista di tutte le periferiche sul computer comparirà nel pannello a sinistra della finestra.

source: A new device appears in the list of storage devices. This new device corresponds to the USB stick or SD card that you plugged in. Click on it.
it: Un nuovo dispositivo apparirà nella lista dei dispositivi di massa. Questo nuovo dispositivo corrispnde alla chiavetta USB o la scheda SD che hai collegato. Cliccaci sopra. Comparirà una nuova periferica nella lista dei dispositivi di archiviazione. Questa nuova periferica corrisponde alla chiave USB o scheda SD che hai collegato. Cliccaci sopra.

source: In the right pane of the window, verify that the device corresponds to the device that you want to reset, its brand, its size, etc.
it: Nella parte destra del pannello della finestra, verifica che il dispositivo corrisponda al dispositivo che vuoi formattare, il suo marchi, la sua dimension, etc. Nel pannello a sinistra della finestra, verifica che il dispositivo corrisponda con quello che vuoi resettare: la sua marca, le sue dimensioni etc.

source: To reset the device, click on the <span class="button">Format Drive</span> button.
it: Per formattare il dispositivo, clicca su<span class="button">Formattare il Disco</span>.Per resettare il dispositivo, clicca sul pulsante <span class="button">Formatta Disco</span>.

source: In the popup window, choose <span class="guilabel">Master Boot Record</span> from the <span class="guilabel">Scheme</span> drop-down list. Then click on the <span class="button">Format</span> button.
it: Nella finestra popup, scegli<span class="guilabel">Master Boot Record</span> dal menù a tendina<span class="guilabel">Schema</span>.Clicca sul bottone<span class="button">Formattare</span>.Dalla finestra di dialogo, scegli <span class="guilabel">Master Boot Record</span> dalla lista a tendina <span class="guilabel">Schema</span>. Poi clicca sul pulsante <span class="button">Formatta</span>.

source: In the confirmation dialog, click on the <span class="button">Format</span> button to confirm.
it: Nella schermata di conferma, clicca su <span class="button">Formattare</span> per confermare.Dalla finestra di conferma, clicca sul pulsante <span class="button">Formatta</span> per confermare.

source: To make sure that all the changes are written to the device, click on the <span class="button">Safe Removal</span> button in the right pane.
it: Per essere sicuri che tutti i cambiamenti siano scritti sul dispositivo, clicca su<span class="button">Rimozione Sicura</span> sul bottone nel pannello a destra.Per essere sicuro che tutte le modifiche vengano scritte sul dispositivo, clicc sul pulsante <span class="button">Rimozione sicura</span> nella parte destra della finestra.

source: Resetting a Tails device from itself
it: Formattare un dispositivo da se stesso

source: If Tails is your only Linux system, you can generally reset a Tails USB stick or SD card directly from that device while running Tails.
it: Se Tails è il vostro unico sistema Linux, puoi formattare in generale una chiavetta USB o una scheda SD direttamente dal dispositivo dove si sta eseguendo Tails.Se Tails è il tuo unico sistema Linux, puoi generalmente resettare una chiave USB o una scheda SD Tails direttamente dal dispositivo, utilizzando Tails.

source: When starting Tails, add the <span class="command">toram</span> boot option in the <span class="application">boot menu</span>. For detailed instructions, see the documentation on [[using the <span class="application">boot menu</span>|startup_options#boot_menu]].
it: Quando Tails è partito, aggiungi il <span class="command">toram</span>opzione di avvio nel<span class="application">menu di avvio</span>. er istruzioni dettagliate, guarda la documentazione su[[usare <span class="application">menù di avvio</span>|startup_options#boot_menu]].All'avvio di Tails, aggiungi <span class="command">toram</span> come opzione d'avvio dal <span class="application">menù di avvio</span>. Per istruzioni dettagliate, vedere la documentazione sul [[l'utilisation du <span class="application">menù di avvio</span>|startup_options#boot_menu]].

source: If Tails starts as usual, follow the instructions for [[resetting a USB stick or SD card using <span class="application">Disk Utility</span>|linux#disk_utility]].
it: Se Tails si avvio come al solito, segui le istruzioni per [[Formattare una chiavetta USB o una scheda SD<span class="application">Utilità Disco</Se Tails si avvia normalmente, segui le istruzioni per [[resettare una chiave USB o una scheda SD usando <span class="application">Disk Utility</span>|linux#disk_utility]].

source: **If the system fails to start**, that means that the computer does not have enough memory for this operation mode. Try with another computer, or find another Linux system, such as another Tails device, to do the reset from.
it: **Se il sistema fallisce nel'avvio**, significa che il computer non ha abbastanza memoria per questa operazione. Prova con una altro computer, o trova un altro sistema Linux, ad esempio una altro dispositivo Tails, per fare la formattazione . **Se il sistema non sia avvia**, questo significa che il computer non ha abbastanza memoria per questa modalità operativa. Prova con un altro computer, o trova un altro sistema Linux, come un altro dispositivo Tails, da cui effettuare il reset.
