Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/first_steps/reset/windows.*.po
Languages: it

source: [[!meta title="Resetting a USB stick or SD card using Windows"]]
it: [[!meta title="Resettare una chiave USB o una scheda SD usando Windows"]]

source: <strong>The following instructions do not work on Windows XP.</strong><br/> The version of <span class="application">Diskpart</span> on Windows XP does not list removable disks.
it: <strong>Le seguenti istruzioni non funzionano con Windows XP.</strong><br/> La versione di <span class="application">Diskpart</span> su Windows XP non elenca dischi rimovibili.

source: Using <span class="application">Diskpart</span>
it: Utilizzare <span class="application">Diskpart</span>

source: <strong>You might overwrite any hard disk on the computer.</strong><br/> If at some point you are not sure about the disk number, stop proceeding.
it: <strong>Puoi sovrascrivere qualsiasi hard disk sul computer.</strong> Se ad un certo punto non sei sicuro del numero del disco, fermati.

source: Make sure that the USB stick or SD card that you want to reset is unplugged.
it: Accertati che la chiave USB o scheda SD che vuoi resettare sia scollegata.

source: Click on the <span class="button">Start</span> button, and choose <span class="menuchoice">All Programs&nbsp;▸ Accessories&nbsp;▸ Command Prompt</span>, to open the <span class="application">[[!wikipedia Command Prompt]]</span>,
it: Clicca sul pulsante <span class="button">Avvia</span>, e scegli <span class="menuchoice">Tutti i programmi&nbsp;▸ Accessori&nbsp;▸ Command Prompt</span>, per aprire <span class="application">[[!wikipedia_it Cmd.exe desc="la riga di comando"]]</span>,

source: [[More help on how to start the <span class="application">Command Prompt</span>|http://www.computerhope.com/issues/chdos.htm]]
it: [[Ulteriore aiuto su come avviare il <span class="application">prompt dei comandi</span>|http://www.computerhope.com/issues/chdos.htm]]

source: 2. Execute the <span class="command">diskpart</span> command, to start <span class="application">Diskpart</span>.
it: 2. Esegui il comando <span class="command">diskpart</span> per avviare <span class="application">Diskpart</span>.

source: Execute the <span class="command">list disk</span> command to obtain information about each disk in the computer.
it: Esegui il comando <span class="command">list disk</span> per ottenere informazioni su tutti i dischi presenti nel computer.

source: For example:
it: Per esempio:

source: Plug the USB stick or SD card that you want to reset. Run the <span class="command">list disk</span> command again.
it: Collega la chiave USB e la scheda SD che vuoi resettare. Esegui di nuovo il comando <span class="command">list disk</span>.

source: A new disk, which corresponds to that device, appears in the list.
it: Un nuovo disco, corrispondente a quello che hai connesso, apparirà nella lista.

source: For example:
it: Per esempio:

source: Make sure that its size corresponds to the size of the device that you want to reset. Note down the disk number assigned by <span class="application">Diskpart</span> to the device.
it: Assicurati che le sue dimensioni corrispondano a quelle del dispositivo che vuoi resettare. Annota il numero del disco assegnato da <span class="application">Diskpart</span> al dispositivo.

source: To select the device, execute the following command: <span class="command">select disk=<span class="replaceable">number</span></span>. Replace <span class="replaceable">number</span> by the disk number of the device that you want to reset.
it: Per selezionare la periferica, esegui il seguente comando: <span class="command">select disk=<span class="replaceable">number</span></span>. Sostituisci <span class="replaceable">number</span> con il numero del disco che vuoi resettare.

source: Execute the <span class="command">clean</span> command to delete the partition table from the device.
it: Esegui il comando <span class="command">clean</span> per cancllare tutte le partizioni dal dispositivo.

source: Execute the <span class="command">convert mbr</span> command to create a new partition table on the device.
it: Esegui il comando <span class="command">convert mbr</span> per creare una nuova partizione sul dispositivo.

source: Execute the <span class="command">create partition primary</span> command to create a new primary partition on the device.
it: Esegui il comando <span class="command">create partition primary</span> per creare una nuova partizione primaria sul dispositivo.

source: Troubleshooting
it: Risoluzione dei problemi

source: See the [[Diskpart documentation from Microsoft Support|http://support.microsoft.com/kb/300415]].
it: Vedi la [[documentazione su Diskpart dell'assistenza Microsoft|http://support.microsoft.com/kb/300415/it]].
