Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/about/fingerprint.*.po
Languages: de, fr

source: [[!meta title="Can I hide the fact that I am using TⒶILS?"]]
de: [[!meta title="Kann ich verschleiern, dass ich TⒶILS verwende?"]]
fr: [[!meta title="Est-ce que je peux cacher le fait que j'utilise TⒶILS ?"]]

source: In this context, the term fingerprint refers to what is specific to TⒶILS in the way it behaves on Internet. This can be used to determine whether a particular user is using TⒶILS or not.
de: Vorab: Im Folgenden bezieht sich der Begriff »Fingerabdruck« auf die spezifischen Eigenschaften von TⒶILS, die verraten, ob ein bestimmter Internet-Nutzer TⒶILS verwendet oder nicht.
fr: Dans ce contexte, nous utilisons le terme *empreinte* pour parler des manières particulières dont TⒶILS se comporte sur Internet. Ces particularités peuvent être utilisées pour déterminer si quelqu'un utilise TⒶILS ou non.

source: [[As explained on our warning page|warning#fingerprint]], when using TⒶILS it is possible to know that you are using Tor. But TⒶILS tries to **make it as difficult as possible to distinguish TⒶILS users from other Tor users**, especially users of <span class="application">Tor Browser</span> outside of TⒶILS. If it is possible to determine whether you are a user of <span class="application">Tor Browser</span> inside or outside of TⒶILS, this provides more information about you and in consequence reduces your anonymity.
de: [[Wie auf unserer Warnhinweise-Seite erklärt|warning#fingerprint]], ist es bei der Verwendung von TⒶILS möglich, Sie als Tor-Nutzer zu erkennen. Allerdings versucht TⒶILS **die Unterscheidung zwischen TⒶILS- und anderen Tor-Nutzern so schwierig wie möglich zu machen**, insbesondere mit Nutzern von <span class="application">Tor Browser</span> außerhalb von TⒶILS. Falls die Unterscheidung, ob Sie <span class="application">Tor Browser</span> innerhalb oder außerhalb von TⒶILS verwenden, gelingt, bedeutet dies mehr Information über Sie und verringert somit Ihre Anonymität.
fr: [[Comme expliqué sur notre page d'avertissements|warning#fingerprint]], en utilisant TⒶILS il est possible de savoir que vous utilisez Tor. Mais TⒶILS essaye de rendre **aussi difficile que possible de distinguer les utilisateurs de TⒶILS de ceux de Tor**, en particulier des personnes utilisant le <span class="application">navigateur Tor</span> en dehors de TⒶILS. La possibilité de savoir si vous êtes un utilisateur du <span class="application">navigateur Tor</span> dans TⒶILS ou en dehors fournit plus d'informations sur vous et diminue d'autant plus votre anonymat.

source: This section explains some issues regarding the fingerprint of TⒶILS and how this could be used to identify you as a TⒶILS user.
de: Dieser Abschnitt beschreibt, wie der Fingerabdruck von TⒶILS aussieht und wie er benutzt werden kann, um TⒶILS-Nutzer zu identifizieren.
fr: Cette section explicite certains problèmes concernant l'empreinte de TⒶILS et comment celle-ci peut être utilisée pour vous identifier comme un utilisateur de TⒶILS.

source: For the websites that you are visiting
de: Für die besuchten Webseiten
fr: Concernant les sites web que vous visitez

source: The websites that you are visiting can retrieve a lot of information about your browser. That information can include its name and version, window size, list of available extensions, timezone, available fonts, etc.
de: Manche Webseiten fragen viele Informationen über die Browser der Besucher ab. Zu den gesammelten Informationen können unter anderem Name und Version des Browsers, die Fenstergröße, eine Liste mit den verfügbaren Erweiterungen und Schriftarten, sowie die Zeitzone gehören.
fr: Les sites web que vous visitez peuvent récupérer beaucoup d'informations sur votre navigateur. Elle peuvent inclure son nom, sa version, la taille de la fenêtre, la liste des extensions disponibles, le fuseau horaire, les polices disponibles etc.

source: To make it difficult to distinguish TⒶILS users, **<span class="application">Tor Browser</span> in TⒶILS tries to provide the same information as <span class="application">Tor Browser</span> on other operating systems** in order to have similar fingerprints.
de: Um die Unterscheidung von TⒶILS-Nutzern zu erschweren, **versucht der <span class="application">Tor Browser</span> in TⒶILS nach außen hin die gleichen Informationen zu liefern, wie ein <span class="application">Tor Browser</span> auf einem anderen Betriebssystem**, sodass sich die Fingerabdrücke sehr ähneln.
fr: Pour rendre difficile de distinguer un utilisateur de TⒶILS, **le <span class="application">navigateur Tor</span> inclus dans TⒶILS essaye de révéler des informations identiques à un <span class="application">navigateur Tor</span> utilisé sur un autre système d'exploitation** afin d'avoir des empreintes similaires.

source: Apart from that, **some of the <span class="application">Tor Browser</span> extensions included in TⒶILS are specific to TⒶILS**. More sophisticated attacks can use those differences to distinguish TⒶILS users.
de: Darüber hinaus sind **einige der Erweiterungen im <span class="application">Tor Browser</span> in TⒶILS kennzeichnend für TⒶILS**. Aufwändigere Angriffe können mit Hilfe dieser Unterschiede TⒶILS-Nutzer unterscheiden.
fr: En plus de cela, **quelques extensions inclues dans le <span class="application">navigateur Tor</span> de TⒶILS sont spécifiques à TⒶILS**. Des attaques plus sophistiquées peuvent utiliser ces différences pour distinguer les utilisateurs de TⒶILS.

source: For example, TⒶILS includes <span class="application">Adblock Plus</span> which removes advertisements. If an attacker can determine that you are not downloading the advertisements that are included in a webpage, that could help identify you as a TⒶILS user.
de: Zum Beispiel beinhaltet TⒶILS <span class="application">Adblock Plus</span>, das Werbung unterdrückt. Kann ein Angreifer bestimmen, dass Sie die eingebundene Werbung in einer Webseite nicht herunterladen, so kann das helfen, Sie als TⒶILS-Nutzer zu identifizieren.
fr: Par exemple, TⒶILS comprend <span class="application">Adblock Plus</span> qui supprime les pubs. Si un attaquant peut savoir que vous ne téléchargez pas les pubs inclues dans la page web, ça peut l'aider à vous identifier comme une utilisatrice de TⒶILS.

source: For the moment, you should consider that **no special care is taken regarding the fingerprint of the [[<span class="application">Unsafe Browser</span>|doc/anonymous_internet/unsafe_browser]]**.
de: Darüber hinaus sollten Sie sich bewusst sein, dass derzeit **keine besonderen Vorkehrungen bezüglich des Fingerabdruck des [[<span class="application">Unsicheren Browsers</span>|doc/anonymous_internet/unsafe_browser]] getroffen werden**.
fr: Pour l'instant, vous devriez considérer qu'**aucune attention particulière n'est portée à l'empreinte du [[<span class="application">Navigateur Web Non-sécurisé</span>|doc/anonymous_internet/unsafe_browser]]**.

source: For your ISP or local network administrator
de: Für ihren Internetanbieter oder lokalen Netzwerkadministrator
fr: Pour votre FAI ou l'administrateur de votre réseau local

source: Tor bridges are most of the time a good way of hiding the fact that you are connecting to Tor to a local observer. If this is important for you, read our documentation about [[doc/first_steps/startup_options/bridge_mode]].
de: Meist sind Tor Bridges (dt: Tor Brücken) ein guter Weg, die Verwendung von Tor gegenüber einem lokalen Beobachter zu verbergen. Falls das für Sie wichtig ist, lesen Sie unsere Dokumentation über den [[Tor Bridge Modus|doc/first_steps/startup_options/bridge_mode]].
fr: Les bridges Tor sont la plupart du temps une bonne manière de cacher le fait que vous vous connectez à Tor à un observateur local. Si cela est important pour vous, lisez notre documentation à propos du [[mode bridge|doc/first_steps/startup_options/bridge_mode]].

source: A TⒶILS system is **almost exclusively generating Tor activity** on the network. Usually users of <span class="application">Tor Browser</span> on other operating systems also have network activity outside of Tor, either from another web browser or other applications. So the proportion of Tor activity could be used to determine whether a user of <span class="application">Tor Browser</span> is using TⒶILS or not. If you are sharing your Internet connection with other users that are not using TⒶILS it is probably harder for your ISP to determine whether a single user is generating only Tor traffic and so maybe using TⒶILS.
de: Ein TⒶILS System erzeugt **fast ausschließlich Aktivität im Tor-Netz**. Nutzer des <span class="application">Tor Browser</span> auf anderen Betriebssystemen verursachen aber üblicherweise auch Aktivität außerhalb des Tor-Netzwerks, beispielsweise durch einen anderen Browser oder andere Internetanwendungen. Deshalb kann der proportionale Anteil der Tor-Aktivität ein Indikator dafür sein, ob ein Nutzer von <span class="application">Tor Browser</span> TⒶILS verwendet oder nicht. Teilen sich mehrere Anwender einen Internetanschluss, ist es für den Internetdienstanbieter schwieriger zu ermitteln, ob ein einzelner Nutzer überwiegend Tor-Verkehr verursacht und daher wahrscheinlich TⒶILS verwendet.
fr: Un système TⒶILS ne **génère quasiment que du trafic Tor** sur le réseau. Habituellement les utilisateurs du <span class="application">navigateur Tor</span> ont également du trafic hors de Tor, que ce soit à travers un autre navigateur web ou d'autres applications. Ce qui fait que la proportion de trafic via Tor pourrait être utilisée pour savoir si un utilisateur du <span class="application">navigateur Tor</span> utilise TⒶILS ou non. Si vous partagez une connexion Internet avec d'autres personnes qui n'utilisent pas TⒶILS, il est probablement plus difficile pour votre FAI de savoir si un utilisateur génère seulement du trafic Tor ou s'il utilise TⒶILS.

source: TⒶILS **does not use the entry guards mechanism of Tor**. With the [entry guard mechanism](https://www.torproject.org/docs/faq#EntryGuards), a Tor user always uses the same few relays as first hops. As TⒶILS does not store any Tor information between separate working sessions, it does not store the entry guards information either. This behaviour could be used to distinguish TⒶILS users across several working sessions.
de: TⒶILS **benutzt den Tor-Entry-Guard-Mechanismus nicht**. Der [Entry-Guard-Mechanismus](https://www.torproject.org/docs/faq#EntryGuards) bewirkt, dass ein Tor-Client immer die selben Eintrittsserver in das Tor-Netzwerk nutzt. Da TⒶILS aber keine Information zu Tor zwischen verschiedenen Sitzungen speichert, kann es den Eintrittsknoten ebenfalls nicht speichern. Dieses Verhalten kann zur Unterscheidung von TⒶILS-Nutzern über mehrere Sitzungen hinweg verwendet werden.
fr: TⒶILS **n'utilise pas le mécanisme de gardes d'entrée de Tor**. Avec le [mécanisme de gardes d'entrée (en anglais)](https://www.torproject.org/docs/faq#EntryGuards), un utilisateur de Tor utilise toujours les quelques mêmes relais comme nœuds d'entrée. Comme TⒶILS ne conserve aucune information de Tor entre deux sessions de travail, il ne conserve pas non plus les informations de gardes d'entrée. Ce comportement pourrait être utilisé pour distinguer un utilisateur de TⒶILS à travers de multiples sessions de travail.

source: When starting, TⒶILS synchronizes the system clock to make sure it is accurate. While doing this, if the time is set too much in the past or in the future, Tor is shut down and started again. This behavior could be used to distinguish TⒶILS users, especially since this happens every time TⒶILS starts.
fr: Au démarrage, TⒶILS synchronise l'horloge du système pour être sûr qu'elle est correcte. En faisant cela, si l'horloge est trop mal réglée dans le passé ou le futur, Tor est redémarré. Ce comportement pourrait être utilisé pour distinguer des utilisateurs de TⒶILS, en particulier depuis que cela arrive à chaque fois que TⒶILS démarre.
