Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/first_steps/installation/manual/mac.*.po
Languages: it

source: [[!meta title="Manual installation using Mac"]]
it: [[!meta title="Installazione manuale usando un Mac"]]

source: [[!inline pages="doc/first_steps/manual_usb_installation.intro" raw="yes"]]
it: [[!inline pages="doc/first_steps/manual_usb_installation.intro.it" raw="yes"]]

source: This technique uses the command line.
it: Questa tecnica usa la linea di comando.

source: <h2 class="bullet-number-one">Find out the device name of the USB stick</h2>
it: <h2 class="bullet-number-one">Scopri il nome della chiavetta USB</h2>

source: The device name should be something like `/dev/disk8`, `/dev/disk9`, etc.
it: Il nome del dispositivo dovrebbe essere qualche cosa tipo: `/dev/disk8`, `/dev/disk9`, etc.

source: If you are not sure about the exact device name, do the following:
it: Se non sei sicura/o dell'esatto nome del dispositivo, fai nel seguente modo:

source: Unplug the USB stick.
it: Disconnetti la chiavetta USB.

source: 1. Open <span class="application">Terminal</span> from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span> </span> 1. Execute the following command:
it: 1. Apri un <span class="application">Terminale</span> da <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Utility</span>&nbsp;▸ <span class="guimenuitem">Terminal</span> </span> 1. Esegui il seguente comando:

source: This returns a list of all the current storage devices. For example:
it: Questo comando ti risponde una lista di tutti i dispositivi di storage collegati al momento. Per esempio:

source: Plug back the USB stick and run the same command as before:
it: Connetti la chiave USB e quindi lancia lo stesso comando di prima:

source: A new device should appear in the list of storage devices. Check that the size of the device corresponds to the size of your USB stick.
it: Un nuovo dispositivo dovrebbe apparire nella lista dei dispositivi di archiviazione. Verifica che la misura del device corrisponde alla misura della sua capacità di memoria della tua chiave USB.

source: In this example, the USB stick is 4.0 GB and the device name is `/dev/disk1`. Yours are probably different.
it: In questo esempio, la chiave USB è da 4.0 GB e il nome del dispositivo è `/dev/disk1`. Probabilmente quello che visualizzerai tu sarà leggermente diverso.

source: If you are not sure about the device name you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.
it: Se non sei sicura/o del nome del dispositivo, meglio interrompere il procedimento in caso contrario <strong>potresti correre il rischio di sovrascrivere un qualunque disco del tuo sistema</strong>.

source: <h2 class="bullet-number-two">Unmount the USB stick</h2>
it: <h2 class="bullet-number-two">Disconnettere la chiavetta USB</h2>

source: Execute the following command, replacing `[device]` with the device name found in step 1.
it: Esegui il seguente comando, sostituendo `[dispositivo]` con il nome del device trovato al punto 1.

source: diskutil unmountDisk [device]
it: diskutil unmountDisk [dispositivo]

source: <h2 class="bullet-number-three">Do the copy</h2>
it: <h2 class="bullet-number-three">crea una copia</h2>

source: Execute the following command, replacing `[tails.iso]` by the path to the ISO image that you want to copy and `[device]` by the device name found in step 1. You can add `r` before `disk` to make the installation faster.
it: Esegui il seguente comando, sostituendo `[tails.iso]` con il percorso in cui è l'immagine ISO che vuoi copiare e `[dispositivo]` con il nome del dispositivo sul quale vuoi installare, che hai trovato al punto 1..

source: dd if=[tails.iso] of=[device] bs=16m && sync
it: dd if=[tails.iso] of=[dispositivo] bs=16m && sync

source: You should get something like this:
it: Dovresti ottenre qualche cosa di simile:

source: If you don't see any error message, Tails is being copied onto the USB stick. The whole process might take some time, generally a few minutes.
it: Se non ti appare nessun messaggio di errore, Tails sta venendo copiato sulla chiavetta USB. Il processo può metterci un po, generalmente qualche minuto.

source: If you get a "Permission denied" error, try executing the command with <code>sudo</code>:
it: Se ottieni un errore: `Permesso negato`, Prova a rilanciare il comando con <code>sudo</code>:

source: <pre>sudo dd if=[tails.iso] of=[device] bs=16m && sync</pre>
it: <pre>sudo dd if=[tails.iso] of=[dispositivo] bs=16m && sync</pre>

source: <p>The installation is complete when the command prompt reappears.</p>
it: <p>L'installazione sarà completata quando il prompt dei comando roappare nel terminale.</p>

source: <h2 class="bullet-number-four">Start Tails</h2>
it: <h2 class="bullet-number-four">Avviare Tails</h2>

source: <p>After the installation completes, follow the instructions to [[start Tails on Mac|first_steps/start_tails#usb-mac]].</p>
it: <p>Dopo che l'installazione è terminata, segui le istruzioni per [[avviare Tails in un Mac|first_steps/start_tails#usb-mac]].</p>

source: Notes
it: Note

source: This method was successfully tested on the following hardware:
it: Questo metodo è stato testato con successo nei seguenti computer:

source: MacBook Pro Model A1150 with OS X 10.6.8, 2006
it: MacBook Pro Model A1150 con OS X 10.6.8, 2006

source: MacBook Pro Retina 15" Mid-2012 (aka MacBookPro10,1)
it: MacBook Pro Retina 15" di metà 2012 (tanche conosciuto come MacBookPro10,1)

source: The method worked on some hardware but a bug in the video support prevented Tails to start successfully:
it: Questo metodo funziona in abbastanza hardware, ma un bug del video fa si che Tails non si avvii:

source: MacBook Pro Retina with OS X 10.8.3, December 2012
it: MacBook Pro Retina con OS X 10.8.3, Dicembre 2012

source: Macbook Pro model A1150
it: Macbook Pro modello A1150

source: Note that Tails developers are in general not very knowledgeable about Mac. Any additional information is welcome.
it: Nota che le/gli sviluppatori di Tails in generale non hanno una preparazione molto alta in fatto di hardware Mac. Qualsiasi informazione o segnalazione in più e benvenuta.
