Repository: Acidburn0zzz/mtails
Catalog: wiki/src/doc/first_steps/installation/manual/windows.*.po
Languages: it

source: [[!meta title="Manual installation using Windows"]]
it: [[!meta title="Installazione manuale usando Windows"]]

source: [[!inline pages="doc/first_steps/manual_usb_installation.intro" raw="yes"]]
it: [[!inline pages="doc/first_steps/manual_usb_installation.intro.it" raw="yes"]]

source: This technique uses the Universal USB Installer, for more info or more help visit [http://www.pendrivelinux.com/](http://www.pendrivelinux.com/universal-usb-installer-easy-as-1-2-3/).
it: Questa tecnica usa *Universal USB Installer*, per maggiori informazioni o aiuto segui [http://www.pendrivelinux.com/](http://www.pendrivelinux.com/universal-usb-installer-easy-as-1-2-3/).

source: Insert a USB stick with at least 2GB of free space
it: Connetti una memoria USB con almeno 2 GB di spazio libero.

source: [Download the Universal USB Installer](http://www.pendrivelinux.com/universal-usb-installer-easy-as-1-2-3/)
it: [Scarica Universal USB Installer](http://www.pendrivelinux.com/universal-usb-installer-easy-as-1-2-3/)

source: <div class="note"> You will need version 1.9.5.4 or later. </div>
it: <div class="note"> Necessiti della versione 1.9.5.4 o più recente. </div>

source: Click 'Run' when prompted<br/>
it: Clicca su 'Run' quando ti chiede<br/>

source: [[!img windows/01-run.jpg link=no alt="Do you want to run or save this file?"]]
it: [[!img windows/01-run.jpg link=no alt="Do you want to run or save this file?(Vuoi eseguire o salvare questo file?)"]]

source: If the security dialog appears, confirm by clicking 'Run'
it: Se appare una finestra di avviso di sicurezza, confirma cliccando 'Run'

source: [[!img windows/02-run.jpg link=no alt="The publisher could not be verified. Are you sure you want to run this software?"]]
it: [[!img windows/02-run.jpg link=no alt="La fonte non può essere verificata. Sei sicuro che vuoi eseguire questo programma?"]]

source: Read the licence agreement and choose 'I Agree' to continue
it: Leggi l'accordo di licenza d'uso e clicca 'I Agree' per continuare

source: [[!img windows/03-license-agreement.png link=no alt="License Agreement"]]
it: [[!img windows/03-license-agreement.png link=no alt="Accordo di licenza d'uso"]]

source: Select Tails from the dropdown list
it: Seleziona Tails dalla lista di opzioni

source: [[!img windows/04-select-tails.png link=no alt="Step 1: Select a Linux Distribution from the dropdown to put on your USB"]]
it: [[!img windows/04-select-tails.png link=no alt="Passo 1: Seleziona una distribuzione GNU/Linux da una lista de opzioni da mettere ella tua USB"]]

source: Click 'Browse' and open the downloaded ISO file
it: Clicca su 'Browse', seleziona e fai 'Apri' l'immagine ISO che hai scaricato

source: [[!img windows/05-browse-iso.png link=no alt="Step 2: Select your tails*.iso"]]
it: [[!img windows/05-browse-iso.png link=no alt="Passo 2: Seleziona il tuo file tails*.iso"]]

source: Choose the USB stick
it: Scegli il dispositivo USB

source: [[!img windows/06-choose-drive.png link=no alt="Step 3: Select your USB Flash Drive Letter Only"]]
it: [[!img windows/06-choose-drive.png link=no alt="Passo 3: Seleziona la tua Lettera unica del dispositivo USB"]]

source: Click 'Create'
it: Clicca su 'Create'

source: [[!img windows/07-create.png link=no alt="Create"]]
it: [[!img windows/07-create.png link=no alt="Crea"]]

source: Then safely remove the USB stick from the computer.
it: Dopo di che scollega la chiavetta USB dal computer in modo sicuro.

source: <p>After the installation completes, you can [[start Tails|start_tails]] from this new USB stick.</p>
it: <p>Dopo che l'installazione è terminata, puoi [[avviare Tails|start_tails]] partendo dalla propria chiavetta USB.</p>
