Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/report_2013_05.*.po
Languages: fa

source: Tails 0.18 [[was released|news/version_0.18]] on May 18.
fa: تیلز ۰٫۱۸ روز ۱۸ مه [[منتشر شد|news/version_0.18]].

source: 630 comments were posted on the forum, with 143 signed by Tails.
fa: ۱۲۸٫۶۷۶ اتصال از تیلز به شبکهٔ تور ایجاد شد، یعنی هر ۲۱ ثانیه یک راه‌اندازی. (این عدد بر حسب درخواست‌ها برای خوراک اعلان‌های امنیتی محاسبه می‌شود).

source: 51 non-empty bug reports were received through WhisperBack.
fa: ۵۱ گزارش ایراد غیرخالی ارسال‌شده از ویسپربک دریافت کردیم.

source: We had a ["low-hanging fruits" session](https://mailman.boum.org/pipermail/tails-dev/2013-May/003076.html) on May 22, that was attended by three persons.
fa: روز ۲۲ مه یک ["نشست رسیدگی به کارهای آسان در دسترس](https://mailman.boum.org/pipermail/tails-dev/2013-May/003076.html) داشتیم که سه نفر در آن شرکت کردند.

source: The automatic re-installation of additional software packages feature [[!tails_gitweb_branch feature/remember_installed_packages desc="was improved"]].
fa: ویژگی نصب دوبارهٔ خودکار نرم‌افزارهای اضافی [[!tails_gitweb_branch feature/remember_installed_packages desc="بهبود یافت"]].

source: live-boot 3.x final [[!tails_gitweb_branch feature/live-boot_3.0_final desc="is now installed"]], and the old compatibility symlinks [[!tails_gitweb_branch feature/remove_live-boot_compatibility_symlinks "were removed"]]. Same for [[!tails_gitweb_branch feature/live-boot_3.0_final desc="live-config 3.x final"]].
fa: live-boot 3.x final [[!tails_gitweb_branch feature/live-boot_3.0_final desc="حالا نصب شده"]] و symlinks قدیمی سازگاری [[!tails_gitweb_branch feature/remove_live-boot_compatibility_symlinks "حذف شده‌اند"]]. همین‌طور برای [[!tails_gitweb_branch feature/live-boot_3.0_final desc="live-config 3.x final"]].

source: A bug that made it a pain to use our OpenPGP applet [[!tails_gitweb_branch bugfix/gpgapplet_do_not_erase_clipboard desc="was partially fixed"]].
fa: ایرادی که استفاده از برنامک اُپن‌پی‌جی‌پی را دشوار کرده بود [[!tails_gitweb_branch bugfix/gpgapplet_do_not_erase_clipboard desc="تا حدودی برطرف شد"]].

source: More work [[!tails_gitweb_branch feature/remove_gnome_proxy_settings desc="was done"]] to remove GNOME proxy settings.
fa: کار بیشتری برای حذف تنظیمات پروکسی گنوم [[!tails_gitweb_branch feature/remove_gnome_proxy_settings desc="انجام شد"]].

source: A [[!tails_gitweb_branch feature/newer_virt-what desc="branch to update virt-what"]] was proposed.
fa: یک [[!tails_gitweb_branch feature/newer_virt-what desc="شاخه برای ارتقای virt-what"]] پیشنهاد شد.

source: A [[!tails_gitweb_branch feature/bilibop desc="branch to use bilibop"]] was proposed.
fa: یک [[!tails_gitweb_branch feature/bilibop desc="شاخه برای استفاده از bilibop"]] پیشنهاد شد.

source: Some [[!tails_gitweb_branch feature/tails-plymouth-theme desc="preliminary work was done"]] to get our nice custom boot splash screen back.
fa: کمی [[!tails_gitweb_branch feature/tails-plymouth-theme desc="کارهای مقدماتی"]] برای پس گرفتن صفحهٔ اسپلش اختصاصی خوبان انجام شد.

source: A smtube backport [[!tails_gitweb_branch feature/smtube desc="was prepared"]].
fa: یک بک‌پورت smtube [[!tails_gitweb_branch feature/smtube desc="آماده شد"]].

source: Some post-Wheezy work [[!tails_gitweb_branch bugfix/post-wheezy_pinning desc="was"]] [[!tails_gitweb_branch feature/wheezy-security_APT_source desc="done"]].
fa: کمی کار پس از Wheezy [[!tails_gitweb_branch bugfix/post-wheezy_pinning desc="انجام"]] [[!tails_gitweb_branch feature/wheezy-security_APT_source desc="شد"]].

source: More precise plans [were drawn](https://mailman.boum.org/pipermail/tails-dev/2013-May/003099.html) about the future of tails-greeter.
fa: طرح‌های دقیق‌تری در مورد آیندهٔ خوشامدگوی تیلز [ریخته شدند](https://mailman.boum.org/pipermail/tails-dev/2013-May/003099.html).

source: Various TBB settings [[!tails_gitweb_branch feature/torbrowser desc="were imported"]].
fa: تنظیمات مختلف TBB [[!tails_gitweb_branch feature/torbrowser desc="وارد شدند"]].

source: The end-user documentation about [[!tails_gitweb_branch feature/set-wireless-devices-state]] was reviewed and improved.
fa: مستندات کاربر نهایی راجع به [[!tails_gitweb_branch feature/set-wireless-devices-state]] بررسی و بهبود داده شد.

source: The Tails [[specification and design document|contribute/design]] received various minor updates and improvements, as did the release process documentation.
fa: [[سند طراحی و تخصصی‌سازی|contribute/design]] تیلز چند به‌روزرسانی و بهبود کوچک مختلف به خود دید، همین‌طور سند روند انتشار.

source: Tons of old forum posts were cleaned up, as part of our effort to import valuable existing knowledge from there into the upcoming Q&A website.
fa: چندین پست قدیمی انجمن در بخشی از تلاش ما برای انتقال دانش ارزشمند موجود از آن‌جا به تارنمای پیش‌روی پرسش و پاسخ مرتب شدند.

source: - We've discussed inclusion of Martus in Tails.
fa: - در مورد گنجاندن مارتوس در تیلز صحبت کردیم.

source: [Deanonymization potential by the desktop user](https://mailman.boum.org/pipermail/tails-dev/2013-May/003078.html).
fa: [ظرفیت از بین بردن ناشناسی از سوی کاربر دسکتاپ](https://mailman.boum.org/pipermail/tails-dev/2013-May/003078.html).

source: [Adding support for keeping entry guards](https://mailman.boum.org/pipermail/tails-dev/2013-May/003111.html).
fa: [اضافه کردن پشتیبانی از گاردهای ورودی](https://mailman.boum.org/pipermail/tails-dev/2013-May/003111.html).

source: [Removing Iceweasel popups that confuse (some) users](https://mailman.boum.org/pipermail/tails-dev/2013-May/003109.html).
fa: [حذف پنجره‌های واشوی Iceweasel که (برخی) کاربران را گیچ می‌کردند](https://mailman.boum.org/pipermail/tails-dev/2013-May/003109.html).

source: Various bits were updated to reflect the fact that Debian Wheezy was released.
fa: قسمت‌های کوچک مختلفی برای نشان دادن انتشار Debian Wheezy ارتقاء داده شدند.

source: We went on working on a grant application for more long-term funding with sponsor Foxtrot.
fa: به کار روی آماده کردن درخواست برای جذب سرمایهٔ بلندمدت‌تر از اسپانسر Foxtrot ادامه دادیم.

source: Draft contracts were sent to the bounties candidates. Some have started working on their bounty!
fa: پیش‌نویس قراردادها برای نامزدهای هدایا فرستاده شدند. بعضی از آن‌ها شروع به کار روی جایزهٔ خود کرده‌اند!
