Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/report_2013_06.*.po
Languages: fa

source: Tails 0.19 [[was released|news/version_0.19]] on June 26.
fa: تیلز ۰٫۱۹ روز ۲۶ ژوئن [[منتشر شد|news/version_0.19]].

source: - 66 non-empty bug reports were received through WhisperBack.
fa: ۱۴۰٫۵۱۷ اتصال از تیلز به شبکهٔ تور ایجاد شد، یعنی هر ۱۸٫۵ ثانیه یک راه‌اندازی. (این عدد بر حسب درخواست‌ها برای خوراک اعلان‌های امنیتی محاسبه می‌شود).

source: 110 comments were posted on the forum, with 32 signed by Tails, before we closed it.
fa: پیش از این که انجمن را ببندیم، ۱۱۰ پیغام روی آن داشتیم که ۳۲ تای آن‌ها امضای تیلز داشتند.

source: Tails was [[!tails_gitweb_branch feature/linux-3.9 desc="upgraded"]] to Linux 3.9.
fa: تیلز به لینوکس ۳٫۹ [[!tails_gitweb_branch feature/linux-3.9 desc="ارتقاء داده شد"]].

source: The [[!tails_gitweb_branch feature/set-wireless-devices-state]] branch was merged, eventually.
fa: شاخهٔ [[!tails_gitweb_branch feature/set-wireless-devices-state]] سرانجام ادغام شد.

source: - Many branches were merged just in time for the 0.19 freeze.
fa: - سعی کردیم با توسعه‌دهندگان WiNoN تماس بگیریم اما تا به حال جوابی به ما نداده‌اند.

source: Two [[!tails_gitweb_branch bugfix/no_passwordless_sudo desc="serious"]] [[!tails_gitweb_branch bugfix/buggy_aufs_vs_unsafe-browser_workaround desc="bugs"]] were discovered while testing 0.19~rc1, and fixed for 0.19 final. This reinforces our conviction that we should run our test suite automatically as soon as possible.
fa: دو [[!tails_gitweb_branch bugfix/no_passwordless_sudo desc="serious"]] [[!tails_gitweb_branch bugfix/buggy_aufs_vs_unsafe-browser_workaround desc="ایراد"]] هنگام آزمایش 0.19~rc1 پیدا کردیم که برای نسخهٔ نهایی ۰٫۱۹ برطرف شدند. این مشکل به ما یادآوری کرد که باید هر چه زودتر بستهٔ آزمایش خودکار را راه بیندازیم.

source: Some solutions to [[get rid of the JRuby mess|todo/test_suite:_getting_rid_of_the_jruby_mess]] were experimented with.
fa: راهکارهایی برای [[خلاص شدن از مخمصهٔ JRuby|todo/test_suite:_getting_rid_of_the_jruby_mess]] امتحان شدند.

source: Access restriction to ptrace was [[!tails_gitweb_branch feature/restrict-access-to-ptrace desc="updated for the upcoming Debian kernel"]].
fa: محدودیت دسترسی به ptrace [[!tails_gitweb_branch feature/restrict-access-to-ptrace desc="برای هستهٔ پیش روی دبیان به‌روز شد"]].

source: The Iceweasel warning when leaving HTTPS [[!tails_gitweb_branch bugfix/dont-warn-when-leaving-https desc="was disabled"]]. Thanks to winterfairy for the initial patch.
fa: هشدار Iceweasel هنگام خروج از اچ‌تی‌تی‌پی‌اس [[!tails_gitweb_branch bugfix/dont-warn-when-leaving-https desc="غیرفعال شد"]]. ممنون از winterfairy برای بستهٔ مقدماتی.

source: The [[wrong search engine|todo/fix_localized_iceweasel_search_engine]] bug [[!tails_gitweb_branch bugfix/localized-iceweasel-search-engine desc="was fixed"]].
fa: ایراد [[موتور جستجوی اشتباهی|todo/fix_localized_iceweasel_search_engine]] [[!tails_gitweb_branch bugfix/localized-iceweasel-search-engine desc="برطرف شد"]].

source: Git over HTTPS [[!tails_gitweb_branch bugfix/git-https desc="was fixed"]].
fa: گیت اچ‌تی‌تی‌پی‌اس [[!tails_gitweb_branch bugfix/git-https desc="درست شد"]].

source: All Pidgin protocols but IRC and Jabber/XMPP [[!tails_gitweb_branch feature/less-pidgin-code desc="were disabled"]].
fa: تمام پروتکل‌های پیچین به جز IRC و Jabber/XMPP [[!tails_gitweb_branch feature/less-pidgin-code desc="غیرفعال شدند"]].

source: The WhisperBack help [[!tails_gitweb_branch feature/update_whisperback_help desc="was partly updated"]].
fa: بخش کمک ویسپربک [[!tails_gitweb_branch feature/update_whisperback_help desc="تا حدودی به‌روز شد"]].

source: Information about Alsa [[!tails_gitweb_branch feature/alsa-info-in-bug-reports desc="was added"]] to WhisperBack reports.
fa: اطلاعات در مورد آلسا به گزارش‌های ویسپربک [[!tails_gitweb_branch feature/alsa-info-in-bug-reports desc="اضافه شدند"]].

source: The "remember additional packages" feature was [[!tails_gitweb_branch bugfix/new_persistence_location desc="adapted"]] to work with newer live-boot.
fa: ویژگی «به خاطر سپردن بسته‌های اضافی» برای کار با live-boot جدیدتر [[!tails_gitweb_branch bugfix/new_persistence_location desc="تغییر یافت"]].

source: - We [[closed the forum|forum]].
fa: - [[انجمن را بستیم|forum]].

source: We decided not to follow Tor to StackExchange yet. We need more time to decide what we will do, now that our previously preferred option was discarded.
fa: تصمیم گرفتیم برای StackExchange فعلاً از تور تبعیت نکنیم. حالا که گزینه‌ای که قبلاً ترجیح می‌دادیم وجود ندارد، زمان بیشتری برای تصمیم‌گیری نیاز داریم.

source: The release process was automated a bit. So was our custom Iceweasel package release process.
fa: روند انتشار کمی خودکار شد. همین‌طور روند انتشار بسته‌های اختصاصی Iceweasel ما.

source: Our POT files were [[!tails_gitweb_branch feature/merge-pot-files desc="merged"]] first, and then we [[!tails_gitweb_branch feature/intltoolize desc="intltoolize'd" our translation system. This should help pushing these strings to Transifex.
fa: فایل‌های POT ما ابتدا [[!tails_gitweb_branch feature/merge-pot-files desc="ادغام شدند"]] و سپس سیستم ترجمهٔ خود را [[!tails_gitweb_branch feature/intltoolize desc="intltoolize"]] کردیم. این کار باید به انتقال آن‌ها به Transifex کمک کند.

source: - [Accessibility for blind and visually impaired users](https://mailman.boum.org/pipermail/tails-dev/2013-June/003135.html)
fa: - [دسترسی‌پذیری برای کاربران نابینا و کم‌بینا](https://mailman.boum.org/pipermail/tails-dev/2013-June/003135.html)

source: - [Making the boot medium read-only](https://mailman.boum.org/pipermail/tails-dev/2013-June/003139.html)
fa: - [«فقط خواندن» کردن دستگاه راه‌اندازی](https://mailman.boum.org/pipermail/tails-dev/2013-June/003139.html)

source: - [Wrong MIME type returned for ISO signatures](https://mailman.boum.org/pipermail/tails-dev/2013-June/003200.html)
fa: - [بازگشت نوع اشتباه MIME برای امضاهای ایزو](https://mailman.boum.org/pipermail/tails-dev/2013-June/003200.html)

source: - [Download over HTTP by default?](https://mailman.boum.org/pipermail/tails-dev/2013-June/003211.html)
fa: - [دانلود کردن در اچ‌تی‌تی‌پی به طور پیش‌فرض؟](https://mailman.boum.org/pipermail/tails-dev/2013-June/003211.html)

source: - [Network fingerprint](https://mailman.boum.org/pipermail/tails-dev/2013-June/003216.html)
fa: - [اثر انگشت شبکه](https://mailman.boum.org/pipermail/tails-dev/2013-June/003216.html)

source: - We worked on improving backups for our infrastructure.
fa: مخازن گیت ما حالا همه [در یک مکان مرکزی ](https://git-tails.immerda.ch/) ([[مستندسازی|contribute/git]]) و ذخیره می‌شوند. با تشکر از immerda.ch برای حمایت مداومش!

source: - We kept working on funding with sponsor Foxtrot.
fa: - به کار روی جذب سرمایه با اسپانسر Foxtrot ادامه دادیم.

source: - We are working on short-term funding with sponsor Bravo.
fa: - در حال کار برای جذب سرمایهٔ کوتاه‌مدت از اسپانسر براوو هستیم.

source: - The way we will contract bounty hunters was rebooted. Stay tuned.
fa: - قراردادهایمان با برنامه‌نویسان جایزه‌بگیر تغییر یافت. منتظر خبرها باشید.
