Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/report_2014_04.*.po
Languages: fa

source: [[!meta title="Tails report for April, 2014"]]
fa: [[!meta title="گزارش آوریل ۲۰۱۴ تیلز"]]

source: Releases
fa: انتشارها

source: Tails 1.0 was released on April 29.
fa: تیلز ۱٫۰ روز ۲۹ آوریل منتشر شد.

source: Metrics
fa: متریک‌ها

source: Tails has been started more than 292 595 times in April. This make 9 753 boots a day in average.
fa: تیلز بیش از ۲۹۲٫۵۹۵ بار در ماه آوریل راه‌اندازی شد. یعنی به طور متوسط ۹٫۷۵۳ راه‌اندازی در روز.

source: 35 029 downloads of the OpenPGP signature of Tails ISO.
fa: ۳۵٫۰۲۹ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز.

source: 105 reports were received through WhisperBack.
fa: ۱۰۵ گزارش از طریق ویسپربک دریافت شدند.

source: Code
fa: کد

source: * Quite some work was put into adapting Tails to Debian 7 (Wheezy). The result will be released on June 10, as Tails 1.1. - Thanks to the amazing work done in Debian by Ulrike, we are
fa: * کارهای بسیاری برای تطبیق تیلز با دبیان ۷ (Wheezy) انجام شد نتیجه روز ۱۰ ژوئن در قالب تیلز ۱٫۱ منتشر خواهد شد. - به لطف کار عالی Ulrike در دبیان،

source: feature/6608-OpenPGP-signature-verification-in-Nautilus desc="almost there"]] when it comes to adding back support for OpenPGP signature verification in Nautilus ([[!tails_ticket 6608]]). - The Vagrant setup was [[!tails_gitweb_branch bugfix/vagrant-ram-bump-for-wheezy desc="fixed"]] to allow building Tails/Wheezy images in RAM ([[!tails_ticket 7132]]). - Synaptic was made to [[!tails_gitweb_branch bugfix/7055-drop-default-APT-release desc="start again"]] on Wheezy ([[!tails_ticket 7055]]). - The Debian Mozilla team's repository used on the devel branch [[!tails_gitweb_branch bugfix/use-Wheezy-repo-for-debian-mozilla desc="was updated"]] for Wheezy ([[!tails_ticket 7063]]). - The latest version of the MAT [[!tails_gitweb_branch feature/mat-0.5.2 desc="is now installed"]] ([[!tails_ticket 5792]]). - Initial progress [[!tails_gitweb_branch feature/6342-update-camouflage-for-gnome3 desc="was made"]] to update the Windows camouflage.
fa: feature/6608-OpenPGP-signature-verification-in-Nautilus desc="تقریباً در پایان"]] کارمان برای اضافه کردن پشتیبانی اضافه برای تأیید امضاهای اُپن‌پی‌جی‌پی در ناتیلوس هستیم ([[!tails_ticket 6608]]). - تنظیم واگرانت برای اجازهٔ ساخت تصاویر Tails/Wheezy در حافظهٔ تصادفی [[!tails_gitweb_branch bugfix/vagrant-ram-bump-for-wheezy desc="ترمیم شد"]]([[!tails_ticket 7132]]). - سیناپتیک طوری تنظیم شد که در Wheezy [[!tails_gitweb_branch bugfix/7055-drop-default-APT-release desc="دوباره راه‌اندازی شود"]] ([[!tails_ticket 7055]]). - مخزن تیم موزیلای دبیان که برای شاخهٔ devel به کار می‌رفت برای Wheezy [[!tails_gitweb_branch bugfix/use-Wheezy-repo-for-debian-mozilla desc="ارتقاء داده شد"]] ([[!tails_ticket 7063]]). - آخرین نسخهٔ MAT [[!tails_gitweb_branch feature/mat-0.5.2 desc="نصب شده‌است"]] ([[!tails_ticket 5792]]). - پیشرفت‌هایی مقدماتی برای ارتقای استتار ویندوزی [[!tails_gitweb_branch feature/6342-update-camouflage-for-gnome3 desc="حاصل شد"]].

source: The APT suite being used when building from the stable branch
fa: بستهٔ اپت مورد استفاده هنگام ساخت از شاخهٔ پایدار

source: bugfix/7022-use-stable-APT-suite-when-building-from-stable-branch desc="was corrected"]] ([[!tails_ticket 7022]]). * The new logo [[!tails_gitweb_branch feature/7096-integrate-the-new-logo-in-about-tails desc="was integrated"]] in the *About Tails* dialog ([[!tails_ticket 7096]]). * Some Vagrant compatibility issues [[!tails_gitweb_branch bugfix/fix-vagrant-compatibility-issues desc="were fixed"]] ([[!tails_ticket 7134]]). * The blacklisting of directory authority keys that have been used with versions of OpenSSL affected by Heartbleed [[!tails_gitweb_branch feature/tor-0.2.4.21-1+tails1_d70.wheezy+1 desc="was backported"]] into our Tor packages. * Our modified Tor Launcher [[!tails_gitweb_branch feature/tor-launcher-0.2.5.3 desc="was updated"]] to avoid [[!tails_ticket 6934 desc="pretending that we ship a default set of bridges"]]. * I2P [[!tails_gitweb_branch bugfix/i2p_incoming desc="was explicitly told"]] that it cannot receive inbound connections ([[!tails_ticket 7070]]). * An attempt at migrating our source tree to live-build 3.x
fa: bugfix/7022-use-stable-APT-suite-when-building-from-stable-branch desc="تصحیح شد"]] ([[!tails_ticket 7022]]). * لوگوی جدید در قسمت *دربارهٔ تیلز* [[!tails_gitweb_branch feature/7096-integrate-the-new-logo-in-about-tails desc="به‌روز شد"]] ([[!tails_ticket 7096]]). * برخی مشکلات سازگاری واگرانت [[!tails_gitweb_branch bugfix/fix-vagrant-compatibility-issues desc="رفع شدند"]] ([[!tails_ticket 7134]]). * ایجاد فهرست سیاه کلیدهای مدیریتی پوشه‌ها که در نسخه‌های اُپن‌اس‌اس‌ال تحت تأثیر هارت‌بلید به کار رفته بودندبه بسته‌های تور ما [[!tails_gitweb_branch feature/tor-0.2.4.21-1+tails1_d70.wheezy+1 desc="بک‌پورت شد"]]. * راه‌انداز تور تغییریافتهٔ ما برای اجتناب از [[!tails_ticket 6934 desc="وانمود کردن به گنجاندن مجموعه‌ای پیش‌فرض از پل‌ها"]] [[!tails_gitweb_branch feature/tor-launcher-0.2.5.3 desc="ارتقاء داده شد"]]. * به طور شفاف به I2P [[!tails_gitweb_branch bugfix/i2p_incoming desc=" گفته شد"]] که نمی‌تواند اتصالات درون‌سو را دریافت کند([[!tails_ticket 7070]]). * تلاشی برای انتقال شاخهٔ کد خود به live-build 3.x

source: [[!tails_gitweb_branch feature/live-build-3.x desc="was made"]]
fa: [[!tails_gitweb_branch feature/live-build-3.x desc="انجام شد"]]

source: ([[!tails_ticket 5691]]). It is still entirely unclear whether the cost/benefit ratio is worth it, especially because live-build 4.x has already gone quite further in terms of incompatibilities, and is far from being ready for prime-time yet. * A patch to make the Greeter's help window resolution-aware was [proposed](https://mailman.boum.org/pipermail/tails-dev/2014-April/005451.html) ([[!tails_ticket 7009]]). * Another proposed patch aims at fixing the Tails Installer fonts size on Wheezy ([[!tails_ticket 5673]]).
fa: ([[!tails_ticket 5691]]). هنوز کاملاً نامشخص است که نسبت هزینه/فایدهٔ آن خوب است یا نه، به خصوص که live-build 4.x همین حالا از نظر ناسازگاری‌ها فراتر رفته و هنوز تا آماده شدن برای استفادهٔ واقعی کار زیادی دارد. * بسته‌ای برای حساس کردن پنجرهٔ کمک خوشامدگو نسبت به وضوح تصویر [پیشنهاد شد](https://mailman.boum.org/pipermail/tails-dev/2014-April/005451.html) ([[!tails_ticket 7009]]). * بسته‌ٔ دیگری با هدف درست کردن اندازهٔ قلم‌های نصب‌کنندهٔ تیلز در Wheezy ([[!tails_ticket 5673]]) پیشنهاد شده‌است.

source: Documentation and website
fa: مستندسازی و تارنما

source: The [[support/FAQ]] was published.
fa: [[support/FAQ]] منتشر شد.

source: The [[logo|promote/logo]] that [[won|news/and_the_winner_is]] the contest [[!tails_gitweb_branch feature/logo desc="was integrated"]] in the website, and on the boot loader's splash screen ([[!tails_ticket 7090]]).
fa: [[لوگویی|promote/logo]] که [[برندهٔ|news/and_the_winner_is]] مسابقه شد، در تارنما و نیز در صفحهٔ اسپلش بارگذارندهٔ راه‌اندازی [[!tails_gitweb_branch feature/logo desc="به کار رفت"]] ([[!tails_ticket 7090]]).

source: Some initial steps [were walked](https://git-tails.immerda.ch/451f/tails/log/?h=websitemodernization) to modernize our website's markup and CSS, including moving to HTML5 and better responsiveness ([[!tails_ticket 7021]]). Compatibility with older browsers is left to be tested before we can apply these changes to the live website.
fa: قدم‌هایی ابتدایی برای مدرن کردن نشانه‌گذاری تارنما و سی‌اس‌اس و نیز استفاده از اچ‌تی‌ام‌ال۵ و نیز حساسیت بیشتر [برداشته شد](https://git-tails.immerda.ch/451f/tails/log/?h=websitemodernization) ([[!tails_ticket 7021]]). سازگاری با مرورگرهای قدیمی‌تر همچنان باید پیش از به کار بردن این تغییرات در تارنمای زنده امتحان شود.

source: Many documentation pages were deeply reworked as part of [[!tails_ticket 5977]]: [[!tails_gitweb_branch doc/why_tor]], [[!tails_gitweb_branch doc/vidalia]], [[!tails_gitweb_branch doc/unsafe_browser]], [[!tails_gitweb_branch doc/network-manager]], and [[!tails_gitweb_branch doc/introduction]].
fa: بسیاری از صفحات مستندات در بخشی از [[!tails_ticket 5977]] تغییر یافتند: [[!tails_gitweb_branch doc/why_tor]]، [[!tails_gitweb_branch doc/vidalia]], [[!tails_gitweb_branch doc/unsafe_browser]]، [[!tails_gitweb_branch doc/network-manager]]، و [[!tails_gitweb_branch doc/introduction]].

source: The [[homepage|index]] now [[!tails_gitweb_branch doc/mention-Debian-on-the-homepage desc="makes it clear"]] that Tails is based on Debian, Tor, and is Free software.
fa: حالا [[صفحهٔ خانه|index]] [[!tails_gitweb_branch doc/mention-Debian-on-the-homepage desc="مشخص می‌کند"]] که تیلز مبتنی بر دبیان و تور بوده و یک نرم‌افزار آزاد است.

source: The MAC spoofing documentation [[!tails_gitweb_branch doc/7054-explain-why-not-randomising-oui-part-of-mac desc="now explains"]] why we do not randomize the OUI part of MAC addresses.
fa: سند جا زدن آدرس مک [[!tails_gitweb_branch doc/7054-explain-why-not-randomising-oui-part-of-mac desc="حالا توضیح می‌دهد"]] که چرا قسمت OUI آدرس‌های مک را تصادفی‌سازی نمی‌کنیم.

source: The way to update our Tor Launcher is [[!tails_gitweb_branch doc/bridge-mode-design desc="now documented"]].
fa: روش ارتقای راه‌انداز تور ما [[!tails_gitweb_branch doc/bridge-mode-design desc="حالا مستند شده‌است"]].

source: The I2P documentation [[!tails_gitweb_branch_kytv bugfix/I2P-page desc="was slightly improved"]].
fa: سند I2P [[!tails_gitweb_branch_kytv bugfix/I2P-page desc="کمی تغییر پیدا کرد"]].

source: The CSS of the boxed titles was improved ([[!tails_ticket 6323]]).
fa: سی‌اس‌اس عنوان‌های جعبه‌دار بهبود داده شد.([[!tails_ticket 6323]]).

source: Translation
fa: ترجمه‌ها

source: The German translation team has been making great progress, and we are not considering dropping this language from our website anymore.
fa: تیم ترجمهٔ المانی پیشرفت بسیار خوبی داشته‌اند و دیگر این زبان را از تارنما حذف نخواهیم کرد.

source: The French translation team got a new member.
fa: تیم ترجمهٔ فرانسوی عضو جدیدی گرفته‌است.

source: The Italian translation team has been reviewing strings in Transifex, and working on their internal workflow and processes. There is hope that they start translating the website soon.
fa: تیم ترجمهٔ ایتالیایی در حال بررسی استرینگ‌های Transifex و کار روی روند کار درونی خود بوده‌اند. این احتمال وجود دارد که به زودی شروع به ترجمهٔ تارنما بکنند.

source: A list of glossaries used by translation teams [[!tails_ticket 6968 desc="is being compiled"]].
fa: فهرستی از واژه‌های به کاررفته توسط تیم‌های ترجمه [[!tails_ticket 6968 desc="در حال آماده شدن است"]].

source: Infrastructure
fa: زیرساخت

source: Quite a lot of progress was made to make our automated test suite support Tails based on Debian Wheezy: [[!tails_gitweb_branch test/6559-adapt-test-suite-for-Wheezy]], [[!tails_gitweb_branch test/6559-adapt-test-suite-for-Wheezy-by-anonym]] ([[!tails_ticket 6559]]).
fa: پیشرفت زیادی برای پشتیبانی بستهٔ آزمایشی خودکار ما از تیلز مبتنی بر Debian Wheezy انجام شد: [[!tails_gitweb_branch test/6559-adapt-test-suite-for-Wheezy]]، [[!tails_gitweb_branch test/6559-adapt-test-suite-for-Wheezy-by-anonym]] ([[!tails_ticket 6559]]).

source: An automated test case [[!tails_gitweb_branch test/6275-boot-device-write-access-via-udisks desc="was written"]] to check write access to the boot device via udisks [[!tails_ticket 6275]].
fa: یک مورد آزمایش خودکار برای بررسی دسترسی نوشتن به دستگاه راه‌اندازی از طریق udisks [[!tails_gitweb_branch test/6275-boot-device-write-access-via-udisks desc="نوشته شد"]] [[!tails_ticket 6275]].

source: Our Jenkins master configuration was migrated to a [[!tails_gitweb_repo puppet-tails desc="published module"]].
fa: پیکربندی اصلی جنکینز ما به [[!tails_gitweb_repo puppet-tails desc="ماژول‌های منتشرشده"]] منتقل شد.

source: We now install debomatic from wheezy-backports, for easier maintenance and a more stable infrastructure.
fa: حالا debomatic را از wheezy-backports نصب می‌کنیم که باعث نگهداری ساده‌تر و زیرساخت پایدارتر می‌شود.

source: Thanks to Alster's suggestion, the boum.org administrators could [add a few security-oriented HTTP headers](https://mailman.boum.org/pipermail/tails-dev/2014-April/005392.html) to our website.
fa: به لطف پیشنهاد Alster، مدیران boum.org می‌توانند به تارنمای ما [چند سربرگ اچ‌تی‌تی‌پی در رابطه با امنیت اضافه کنند](https://mailman.boum.org/pipermail/tails-dev/2014-April/005392.html).

source: Jurre van Bergen has requested an audit by OpenITP's Peer Review Board ([[!tails_ticket 6889]]).
fa: Jurre van Bergen برای بررسی از سوی OpenITP's Peer Review Board درخواست داده‌است ([[!tails_ticket 6889]]).

source: For ethical reasons, we have renamed our *Broken Window* Redmine category to *Hole in the Roof*.
fa: به دلایل اخلاقی قسمت ردماین *پنجره‌های شکسته* (Broken Windows) را به *سوراخ سقف* (Hole in the Roof) تغییر دادیم.

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: [Improving our website](https://mailman.boum.org/pipermail/tails-dev/2014-April/005476.html) in various ways.
fa: [بهبود تارنمای ما](https://mailman.boum.org/pipermail/tails-dev/2014-April/005476.html) به روش‌های مختلف.

source: [Making it easy to backup and restore a persistent volume](https://mailman.boum.org/pipermail/tails-dev/2014-April/005388.html) ([[!tails_ticket 5301]]).
fa: [آسان کردن گرفتن نسخهٔ پشتیبان و بازیابی یک درایو مانا](https://mailman.boum.org/pipermail/tails-dev/2014-April/005388.html) ([[!tails_ticket 5301]]).

source: Jacob Appelbaum expressed interest in [getting a grsec-patched Linux kernel](https://mailman.boum.org/pipermail/tails-dev/2014-April/005413.html) into Tails. Of course, this requires doing the same in Debian, which is not a trivial mission.
fa: جیکوب اپلبام به [گرفتن یک هستهٔ لینوکس grsec-patched](https://mailman.boum.org/pipermail/tails-dev/2014-April/005413.html) در تیلز ابراز علاقه کرد. البته این کار مستلزم انجام همین کار در دبیان است که کار ساده‌ای نیست.

source: [Installing gimp-ufraw?](https://mailman.boum.org/pipermail/tails-dev/2014-April/005587.html)
fa: [نصب gimp-ufraw؟](https://mailman.boum.org/pipermail/tails-dev/2014-April/005587.html)

source: [Installing tcplay?](https://mailman.boum.org/pipermail/tails-dev/2014-April/005595.html)
fa: [نصب tcplay؟](https://mailman.boum.org/pipermail/tails-dev/2014-April/005595.html)

source: [Tracking Jessie-related tickets](https://mailman.boum.org/pipermail/tails-dev/2014-April/005429.html)
fa: [پیگیری درخواست‌های مرتبط با Jessie](https://mailman.boum.org/pipermail/tails-dev/2014-April/005429.html)

source: Funding
fa: جذب سرمایه

source: We are still the process of getting the contracts signed both for a grant we were awarded by OpenITP at the end of 2013, and for the Access Innovation Prize.
fa: همچنان در روند امضای قراردادها هم برای کمک مالی گرفته‌شده از سوی OpenITP در اواخر ۲۰۱۳ و هم جایزهٔ Access Innovation Prize هستیم.

source: We have been talking with Mozilla and Tor about supporting the Tails summit and hackfest, scheduled for July.
fa: با موزیلا و تور در مورد حمایت از نشست تیلز و هک‌فست در ژوییه صحبت کردیم.

source: Our proposal to the Knight Foundation News Challenge was not selected among the finalists. If you know why, please share your insight with us :)
fa: پیشنهاد ما برای بخش چالش‌های جدید بنیاد شوالیه در بین نامزدهای نهایی نبود. اگر دلیلش را می‌دانید لطفاً نظرتان را با ما در میان بگذارید :)

source: The [crowdfunding campaign](https://pressfreedomfoundation.org/) by the Freedom of the Press Foundation has made great progress. It is still time to donate.
fa: [کارزار جذب سرمایهٔ](https://pressfreedomfoundation.org/) بنیاد آزادی نشر پیشرفت خوبی داشته‌است. هنوز زمان برای کمک‌ها باقی مانده.

source: Outreach
fa: توسعه

source: A [[call for testing|news/test_UEFI]] for the upcoming UEFI support was published.
fa: [[درخواست آزمایش|news/test_UEFI]] برای پشتیبانی پیش‌روی UEFI منتشر شد.

source: Press and testimonials
fa: اخبار و قدردانی‌ها

source: Dozens of [[press articles|press]] about Tails were written in April, most notably:
fa: در ماه آوریل چندین [[مقالهٔ خبری|press]] در مورد تیلز نوشته شدند؛ از همه مهم‌تر:
