Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/report_2012_12.*.po
Languages: fa

source: [[!meta title="Tails report for December, 2012"]]
fa: [[!meta title="گزارش دسامبر ۲۰۱۲ تیلز"]]

source: [[!meta date="Wed Jan 09 16:00:00 2013"]]
fa: [[!meta date="چهارشنبه ۹ ژانویه ۱۶:۰۰:۰۰ ۲۰۱۳"]]

source: Releases
fa: انتشارها

source: Tails 0.16~rc1 [[was released on December 14th|news/test_0.16-rc1]].
fa: تیلز 0.16~rc1 [[۱۴ دسامبر منتشر شد|news/test_0.16-rc1]].

source: The Tails 0.16 release is scheduled for the first half of January.
fa: تیلز ۰٫۱۶ قرار است در نیمهٔ اول ژانویه منتشر شود.

source: People
fa: افراد

source: We received 66 reports through Whisperback.
fa: ۶۶ گزارش ایراد ارسال‌شده از ویسپربک دریافت کردیم.

source: The forum activity has been steadily high: 1128 messages, 177 signed by Tails.
fa: فعالیت انجمن کماکان بالا است: ۱۱۲۸ پیغام که ۱۷۷ تا امضای تیلز دارند.

source: Some of us went to [29c3](https://events.ccc.de/congress/2012/).
fa: بعضی از ما به [29c3](https://events.ccc.de/congress/2012/) رفتیم.

source: Code
fa: کد

source: Many dictionaries for supported languages [were installed](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/spell-checker).
fa: واژه‌نامه‌های متعددی برای زبان‌های مورد پتشیبانی [نصب شدند](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/spell-checker).

source: A [[bug concerning memlockd|todo/run_only_one_memlockd]] [was fixed](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/only-one-memlockd).
fa: یک [[memlockd مرتبط با ایرادها|todo/run_only_one_memlockd]] [برطرف شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/only-one-memlockd).

source: The regular GnuPG agent [was added](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/regular-gnupg-agent).
fa: عامل معمول GnuPG [اضافه شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/regular-gnupg-agent).

source: The automatic update feature of Iceweasel extensions [was disabled](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/disable-iceweasel-extensions-auto-update).
fa: ویژگی به‌روزرسانی خودکار افزونه‌های Iceweasel [غیرفعال شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/disable-iceweasel-extensions-auto-update).

source: The move to using `live-boot` version 3 [was worked on](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/live-boot-3.x).
fa: روی آغاز استفاده از نسخهٔ ۳ `live-boot` [کار شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/live-boot-3.x).

source: The [Minitube](http://flavio.tordini.org/minitube) Youtube client [was installed](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/minitube).
fa: کارخواه یوتیوب [مینی‌تیوب](http://flavio.tordini.org/minitube) [نصب شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/minitube).

source: The Iceweasel Add-on bar [was hidden](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/just_hide_iceweasel_add-on_bar) by default.
fa: نوار افزایه‌های Iceweasel به طور پیش‌فرض [پنهان شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/just_hide_iceweasel_add-on_bar).

source: The work on a better power-off button [was completed and merged](http://git.immerda.ch/?p=amnesia.git;a=commit;h=0217cf30ad95efe798529aadcde952b49976c839).
fa: کار روی یک دکمهٔ بهتر خاموش [کامل و ادغام شد](http://git.immerda.ch/?p=amnesia.git;a=commit;h=0217cf30ad95efe798529aadcde952b49976c839).

source: A bug concerning the `--media` option of live-persist [was fixed](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/strict_live-persist_media).
fa: یک ایراد مرتبط با گزینهٔ `--media` مانای زنده [برطرف شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/strict_live-persist_media).

source: The `xul-ext-monkeysphere` extension [was removed](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/disable-iceweasel-extensions-auto-update).
fa: افزونهٔ `xul-ext-monkeysphere` [حذف شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/disable-iceweasel-extensions-auto-update).

source: The *News* section of the website [was configured](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/news-as-homepage) as the [[homepage of Iceweasel|todo/set_iceweasel_homepage_to_Tails_news]].
fa: بخش *اخبار* تارنما به عنوان [[صفحهٔ خانهٔ Iceweasel|todo/set_iceweasel_homepage_to_Tails_news]] [تنظیم شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/news-as-homepage).

source: The Entropy Key daemon `ekeyd` [was installed](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/ekeyd).
fa: دیمن `ekeyd` متعلق به Entropy Key [نصب شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/ekeyd).

source: A new version of the [MAT](https://mat.boum.org/) [was announced](https://mailman.boum.org/pipermail/tails-dev/2012-December/002355.html).
fa: نسخهٔ جدیدی از [MAT](https://mat.boum.org/) [اعلام شد](https://mailman.boum.org/pipermail/tails-dev/2012-December/002355.html).

source: Documentation and website
fa: مستندسازی و تارنما

source: [[Guidelines for writing documentation|contribute/how/documentation/guidelines]] for Tails were written.
fa: [[راهنماهایی برای نوشتن مستندات|contribute/how/documentation/guidelines]] تیلز تنظیم شدند.

source: The documentation of our release process was [improved](http://git.immerda.ch/?p=amnesia.git;a=commit;h=ef5f98e69e41794abcd8748529d81965d4aa8274).
fa: مستندات روند انتشار ما [بهبود یافت](http://git.immerda.ch/?p=amnesia.git;a=commit;h=ef5f98e69e41794abcd8748529d81965d4aa8274).
