Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/report_2015_05.*.po
Languages: fa

source: [[!meta title="Tails report for May, 2015"]]
fa: [[!meta title="گزارش مه ۲۰۱۵ تیلز"]]

source: Last month, despite all the blossoming flowers (at least in the northern hemisphere), we still worked on our computers to release 1.4 :)
fa: ماه گذشته با وجود شکوفه‌ها (اقلاً در نیم‌کرهٔ شمالی) همچنان پشت رایانامه‌هایمان برای انتشار نسخهٔ ۱٫۴ کار کردیم :)

source: Let's use this report to mention that we provide [[many user support options|support]] (public email, encrypted mail, IRC) but we don't do user support on Twitter. We also saw that there is an active subReddit dedicated to Tails, but we don't follow it and thus cannot guarantee the quality of answers provided there.
fa: اجازه بدهید در این گزارش اشاره کنیم که [[گزینه‌های بسیاری برای پشتیبانی از کاربر|support]] (رایانامهٔ عمومی، رایانامهٔ رمزگذاری‌شده، IRC) داریم، اما روی توییتر این کار را نمی‌کنیم. همچنین متوجه شدیم که یک subReddit فعال ویژهٔ تیلز وجود دارد، اما ما آن را دنبال نمی‌کنیم و نمی‌توانیم کیفیت پاسخ‌های ارائه‌شده در آن‌جا را تضمین کنیم.

source: That being said, we're really happy to see the growing community around Tails!
fa: با این حال بسیار خوشحالیم که می‌بینیم جامعه‌ای پیرامون تیلز در حال رشد است!

source: Releases
fa: انتشارها

source: [[Tails 1.4 was released on May 12, 2015|news/version_1.4]] (major release).
fa: [[تیلز ۱٫۴ روز ۱۲ مه ۲۰۱۵ منتشر شد|news/version_1.4]] (انتشار اصلی).

source: The next release (1.4.1) is [[planned for June 30|https://tails.boum.org/contribute/calendar/]].
fa: نسخهٔ بعدی (۱٫۴٫۱) [[قرار است روز ۳۰ ژوئن منتشر شود|https://tails.boum.org/contribute/calendar/]].

source: The following changes were introduced in Tails 1.4.
fa: تغییرات در تیلز ۱٫۴ از این قرار هستند.

source: Upcoming code changes
fa: تغییرات پیش‌روی کد

source: Here are the upcoming changes we have already been working on for the next releases:
fa: این‌ها تغییراتی هستند که برای چند انتشار بعدی مشغول کار روی آن‌ها بوده‌ایم:

source: We fixed cases where the hardware clock was set to the system time on shutdown ([[!tails_ticket 9364]]).
fa: مواردی را که در آن‌ها ساعت سخت‌افزار هنگام خاموش شدن به ساعت سیستم تنظمی می‌شد درست کردیم ([[!tails_ticket 9364]].

source: We disabled LAN access in Tor Browser ([[!tails_ticket 7976]]).
fa: دسترسی شبکهٔ محلی به مرورگر تور را غیرفعال کردیم ([[!tails_ticket 7976]]).

source: We prevented Tails Installer from upgrading devices that has no Tails installed ([[!tails_ticket 5623]]).
fa: از ارتقای دستگاه‌هایی که تیلز روی آن‌ها نصب نیست توسط نصب‌کنندهٔ تیلز جلوگیری کردیم ([[!tails_ticket 5623]]).

source: We removed `/var/cache/man/` from the ISO image ([[!tails_ticket 9417]]).
fa: ما `/var/cache/man/` را از تصویر ایزو حذف کردیم ([[!tails_ticket 9417]]).

source: We installed the Linux kernel from Debian Jessie ([[!tails_ticket 9341]]).
fa: هستهٔ لینوکس را از دبیان جسی نصب کردیم ([[!tails_ticket 9341]]).

source: We installed the `apparmor-profiles` package ([[!tails_ticket 9539]]).
fa: بستهٔ `apparmor-profiles` را نصب کردیم ([[!tails_ticket 9539]]).

source: We started porting our ISO build system to Debian Jessie ([[!tails_ticket 9262]]).
fa: شروع به پورت کردن سیستم ساخت ایزوی خود به دبیان جسی کردیم ([[!tails_ticket 9262]]).

source: Miscellaneous
fa: متفرقه

source: We continued working on packaging Tails Installer for Debian ([[!tails_ticket 8866]]).
fa: به کار روی بسته‌بندی «نصب کنندهٔ تیلز» برای دبیان ادامه دادیم ([[!tails_ticket 8866]]).

source: We started evaluating Tails on touchscreen devices, and made progress on 32-bit UEFI support.
fa: شروع به ارزیابی تیلز روی دستگاه‌های صفحه‌لمسی کرده و پشتیبانی از UEFI ۳۲بیتی را کمی بهبود دادیم.

source: Documentation and website
fa: مستندسازی و تارنما

source: We published a security advisory about [[Claws Mail leaking plaintext of encrypted emails to IMAP server|security/claws_mail_leaks_plaintext_to_imap]] and documented workarounds.
fa: توصیه‌هایی امنیتی در مورد [[درز متن سادهٔ رایانامه‌های رمزگذاری‌شده به سرورهای IMAP توسط Claws Mail|security/claws_mail_leaks_plaintext_to_imap]] و راه‌حل‌های جانبی مستندسازی‌شدهٔ این مشکل را منتشر کردیم.

source: We added a [[link to Riseup documentation about Claws Mail configuration|doc/anonymous_internet/claws_mail]], since it's a common question.
fa: [[پیوندی به سند رایزآپ در مورد پیکربندی Claws Mail|doc/anonymous_internet/claws_mail]] اضافه کردیم، چون سوال رایجی است.

source: We documented the new [[security slider in Tor Browser|doc/anonymous_internet/Tor_Browser#security_slider]].
fa: [[لغزندهٔ امنیتی جدید در مرورگر تور|doc/anonymous_internet/Tor_Browser#security_slider]] را مستندسازی کردیم.

source: We made clearer in Tor Browser documentation that you have to activate persistence to [[download files larger than the available RAM|doc/anonymous_internet/Tor_Browser#confinement]].
fa: در سند مرورگر تور مشخص‌تر کردیم که [[برای دانلود کردن فایل‌های بزرگ‌تر از حافظهٔ تصادفی موجود|doc/anonymous_internet/Tor_Browser#confinement]] باید مانا را فعال کنید.

source: A [[workaround when the chosen language layout is not applied|support/known_issues#keyboard_layout]] is now explained.
fa: [[راه‌حلی جانبی برای وقتی که انتخاب جانمایی زبان مورد نظر صورت نمی‌گیرد|support/known_issues#keyboard_layout]] توضیح داده شده‌است.

source: We added to [[our "features" page|doc/about/features]] the version of Debian Tails is currently based on, and the list of supported languages.
fa: نسخه‌ای از دبیان که تیلز در حال حاضر مبتنی بر آن است و نیز فهرست زبان‌های مورد پشتیبانی را به [[صفحهٔ «ویژگی‌ها»|doc/about/features]] اضافه کردیم.

source: We completed the [[page with our OpenPGP keys|doc/about/openpgp_keys]] that had not been updated after the creation of many new mailing lists.
fa: [[صفحهٔ دارای کلیدهای اُپن‌پی‌جی‌پی خود|doc/about/openpgp_keys]] که پس از ایجاد چندین فهرست رایانامهٔ جدید به‌روز نشده بود را کامل کردیم.

source: We updated the [[automatic upgrade page|doc/first_steps/upgrade]] to explain the process when upgrading more than one version, and gave the command-line to start the upgrader manually if you had no network at startup.
fa: [[صفحهٔ ارتقای دستی|doc/first_steps/upgrade]] را برای توضیح روند ارتقای بیشتر از یک نسخه به‌روز کردیم و کاری کردیم که در صورت عدم اتصال به اینترنت هنگام راه‌اندازی، خط فرمان ارتقاءدهنده را دستی راه‌اندازی کند.

source: We added a note in the [[persistence configuration page|doc/first_steps/persistence/configure]] to list often requested features that are not implemented yet.
fa: یادداشتی در [[صفحهٔ پیکربندی مانا|doc/first_steps/persistence/configure]] برای فهرست کردن تمام ویژگی‌هایی که مدام درخواست می‌شوند ولی هنوز کامل نشده‌اند اضافه کردیم.

source: User experience
fa: تجربهٔ کاربری

source: - On the [[Download and Verify Tails|blueprint/bootstrapping/extension]] browser extension: - We wrote a [[draft HTML code|blueprint/bootstrapping/extension/prototype]] to start the work of Giorgio Maone on the code.
fa: - در افزونهٔ مرورگر [[دانلود و تأیید تیلز|blueprint/bootstrapping/extension]]: - یک [[کد اچ‌تی‌ام‌ال پیش‌نویس|blueprint/bootstrapping/extension/prototype]] برای شروع کردن کار جیورجو مائونه روی کد نوشتیم.

source: - On the [[Installation Assistant|blueprint/bootstrapping/assistant]]: - We analyzed the results of the user testing on the third iteration of the router. See subtasks of [[!tails_ticket 9445]]. - We drafted a new wireframe for the [overview of the installation scenario](https://labs.riseup.net/code/attachments/download/782/overview-20150521-tchou.pdf). - We worked together with [wedodata](http://www.wedodata.fr) to improve the [infography describing the installation steps](https://labs.riseup.net/code/attachments/download/792/infography-20150527.svg). - We started working on a [[!tails_gitweb_branch web/assistant desc="ikiwiki prototype"]] of the Installation Assistant.
fa: - در مورد [[دستیار نصب|blueprint/bootstrapping/assistant]]: - نتایج آزمون‌های کاربران روی سومین بازانجام مسیریاب را تحلیل کردیم ریزکارهای [[!tails_ticket 9445]] را ببینید. - یک طرح کلی برای [مرور سناریوی نصب](https://labs.riseup.net/code/attachments/download/782/overview-20150521-tchou.pdf) پیش‌نویس کردیم. - با [wedodata](http://www.wedodata.fr) برای بهبود [داده‌نمایی مراحل نصب](https://labs.riseup.net/code/attachments/download/792/infography-20150527.svg) همکاری کردیم. - شروع به کار روی یک [[!tails_gitweb_branch web/assistant desc="پیش‌نمونهٔ ikiwiki"]] برای دستیار نصب کردیم.

source: Infrastructure
fa: زیرساخت

source: We improved our automated test suite to make it a lot more robust. As a result, some of us are now able to run it entirely without any false positive!
fa: بستهٔ آزمایشی خودکار خود را بهبود دادیم تا آن را بسیار قوی‌تر کنیم. در نتیجه بعضی از ما حالا می‌توانیم آن را بدون هیچ مثبت کاذبی اجرا کنیم!

source: We wrote new tests for Electrum, the "Report an error" launcher, etc.
fa: آزمون‌های جدیدی برای الکترام، راه‌انداز «گزارش یک خطا» و غیره نوشتیم.

source: We investigated how we can run the Tor Browser's automated test suite as part of our own. We now have a working, though hackish, proof-of-concept.
fa: بررسی کردیم که چطور می‌توانیم بستهٔ آزمایشی خودکار مرورگر تور را به عنوان بخشی از بستهٔ آزمایشی خود اجرا کنیم. حالا یک اثبات مفهوم داریم که کار می‌کند اما هنوز خام است.

source: Our test suite covers 182 scenarios, 5 more that in April.
fa: مجموعهٔ آزمایشی ما حالا شامل ۱۸۲ سناریو است؛ ۵ تا بیشتر از ماه آوریل.

source: The bot that gives information about tickets on IRC now displays links to Redmine.
fa: رباتی که در IRC در مورد درخواست‌ها توضیح می‌دهد حالا پیوندهایی به ردماین نشان می‌دهد.

source: Funding
fa: جذب سرمایه

source: We published our [[income statement for 2014|doc/about/finances#2014]].
fa: [[بیلان مالی ۲۰۱۴|doc/about/finances#2014]] خود را منتشر کردیم.

source: Outreach
fa: توسعه

source: A talk about Tails took place at a [[MiniDebConf in Bucharest, Romania|http://bucharest2015.mini.debconf.org/]] on May 16th ([[slides|contribute/how/promote/material/slides/MiniDebConf-Bucarest-20150516/MiniDCtalk/]]).
fa: در ۱۶ ماه مه یک سخنرانی در مورد تیلز در یک [[MiniDebConf در بخارست رومانی|http://bucharest2015.mini.debconf.org/]] انجام شد. ([[اسلایدها|contribute/how/promote/material/slides/MiniDebConf-Bucarest-20150516/MiniDCtalk/]]).

source: Upcoming events
fa: رخدادهای پیش‌رو

source: Cornelius Kölbel will [speak about Tails at Tübix](http://www.tuebix.org/programm/koelbel-tails/) on June 13th (in German).
fa: Cornelius Kölbel روز ۱۳ ژوئن [در Tübix در مورد تیلز صحبت خواهد کرد](http://www.tuebix.org/programm/koelbel-tails/) (به آلمانی).

source: Les Chats Cosmiques is organizing [[a workshop about Tails and Tor|http://www.lacantine-brest.net/event/atelier-datalove-tails-x-tor/]] at La Cantine Brestoise in Brest, France on June 18.
fa: Les Chats Cosmiques در حال سازمان‌دهی [[کارگاهی راجع به تور و تیلز|http://www.lacantine-brest.net/event/atelier-datalove-tails-x-tor/]] در La Cantine Brestoise در برست فرانسه در تاریخ ۱۸ ژوئن است.

source: Tchou and Fiodor Tonti will be in [Pas Sage en Seine 2015](https://www.passageenseine.org/) at NUMA in Paris, France on June 18 to present our UX work and conduct user testing of the future Installation Assistant.
fa: روز ۱۸ ژوئن Tchou و Fiodor Tonti در [Pas Sage en Seine 2015](https://www.passageenseine.org/) در NUMA در پاریس حاضر خواهند شد تا کار تجربهٔ کاربری را ارائه و آزمون کاربر را برای «دستیار نصب» آتی اجرا کند.

source: Please let us know if you organize an event about Tails, we'll be glad to announce it :)
fa: اگر قصد برگزاری رخدادی در مورد تیلز دارید، خوشحال می‌شویم آن را اعلام کنیم :)

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: anonym and intrigeri submitted a RFC for a [persistent Tor state](https://mailman.boum.org/pipermail/tails-dev/2015-May/008873.html).
fa: anonym و intrigeri یک درخواست نظر برای [وضعیت مانای تور](https://mailman.boum.org/pipermail/tails-dev/2015-May/008873.html) ارائه کردند.

source: anonym and intrigeri submitted for review a new [user scenario for time synchronization](https://mailman.boum.org/pipermail/tails-dev/2015-May/008867.html) when Tor cannot start due to a wrong system clock.
fa: anonym و intrigeri یک [سناریوی کاربری برای هماهنگ کردن زمان](https://mailman.boum.org/pipermail/tails-dev/2015-May/008867.html) جدید ایجاد کردند که در این سناریو تور به خاطر ساعت اشتباه سیستم راه‌اندازی نمی‌شود.

source: We are discussing changes to our [version number scheme](https://mailman.boum.org/pipermail/tails-dev/2015-May/008960.html).
fa: در حال بحث روی تغییراتی در [طرح عدد نسخه‌هایمان](https://mailman.boum.org/pipermail/tails-dev/2015-May/008960.html) هستیم.

source: We are discussing having [public archives of <tails-support@boum.org>](https://mailman.boum.org/pipermail/tails-project/2015-May/000214.html).
fa: در حال بحث روی داشتن [بایگانی عمومی از <tails-support@boum.org>](https://mailman.boum.org/pipermail/tails-project/2015-May/000214.html) هستیم.

source: Press and testimonials
fa: اخبار و قدردانی‌ها

source: Many online newspapers covered the 1.4 release, see our [[press]] page.
fa: روزنامه‌های آنلاین بسیاری به خبر انتشار ۱٫۴ اشاره کردند. صفحهٔ [[رسانه‌ها]]ی ما را ببینید.

source: Translation
fa: ترجمه‌ها

source: We're planning to improve our website's translation platform. If you're knowledgeable about one or if you want to help testing some, please see the [[!tails_ticket 9049]] and [[blueprint|blueprint/translation_platform]]!
fa: قصد داریم پلتفرم ترجمهٔ تارنما را بهبود دهیم. اگر در مورد یک پلتفرم ممکن اطلاعات دارید یا قصد آزمایش چند پلتفرم را دارید لطفاً رجوع کنید به [[!tails_ticket 9049]] و [[blueprint|blueprint/translation_platform]]!

source: All website PO files
fa: تمام فایل‌های PO تارنما

source: de: 19% (1251) strings translated, 0% strings fuzzy, 17% words translated
fa: آلمانی: ۱۹ درصد (۱۲۵۱) استرینگ‌ها ترجمه شده، صفر درصد مبهم، ۱۷ درصد کلمات ترجمه شده

source: fr: 46% (3023) strings translated, 2% strings fuzzy, 43% words translated
fa: فرانسوی: ۴۶ درصد (۳۰۲۳) استرینگ‌ها ترجمه شده،۲ درصد مبهم، ۴۳ درصد کلمات ترجمه شده

source: pt: 28% (1861) strings translated, 3% strings fuzzy, 26% words translated
fa: پرتغالی: ۲۸ درصد (۱۸۶۱) استرینگ‌ها ترجمه شده، ۳ درصد مبهم، ۲۶ درصد کلمات ترجمه شده

source: Total original words: 75770
fa: کل کلمات: ۷۵۷۷۰

source: [[Core PO files|contribute/l10n_tricks/core_po_files.txt]] ---------------------------------------
fa: [[فایل‌های اصلی PO|contribute/l10n_tricks/core_po_files.txt]] ---------------------------------------

source: de: 60% (791) strings translated, 1% strings fuzzy, 68% words translated
fa: آلمانی: ۶۰ درصد (۷۹۱) استرینگ‌ها ترجمه شده، ۱ درصد مبهم، ۶۸ درصد کلمات ترجمه شده

source: fr: 89% (1184) strings translated, 5% strings fuzzy, 90% words translated
fa: فرانسوی: ۸۹ درصد (۱۱۸۴) استرینگ‌ها ترجمه شده، ۵ درصد مبهم، ۹۰ درصد کلمات ترجمه شده

source: pt: 84% (1119) strings translated, 8% strings fuzzy, 87% words translated
fa: پرتغالی: ۸۴ درصد (۱۱۱۹) استرینگ‌ها ترجمه شده، ۸ درصد مبهم، ۸۷ درصد کلمات ترجمه شده

source: Total original words: 14259
fa: کل کلمات: ۱۴٫۲۵۹

source: Metrics
fa: متریک‌ها

source: Tails has been started more than 421,127 times this month. This makes 13,584 boots a day on average.
fa: تیلز این ماه بیش از ۴۲۱٫۱۲۷ بار راه‌اندازی شد. یعنی به طور متوسط ۱۳٫۵۸۴ راه‌اندازی در روز.

source: 24,204 downloads of the OpenPGP signature of Tails ISO from our website.
fa: ۲۴٫۲۰۴ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز از تارنمای ما.

source: 107 bug reports were received through WhisperBack.
fa: ۱۰۷ گزارش از طریق ویسپربک دریافت شدند.

source: -- Report by BitingBird for Tails folks
fa: -- گزارش از BitingBird برای دوستان در تیلز
