Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/report_2013_12.*.po
Languages: fa

source: [[!meta title="Tails report for December, 2013"]]
fa: [[!meta title="گزارش دسامبر ۲۰۱۳ تیلز"]]

source: Releases
fa: انتشارها

source: Tails 0.22 was released on December 11.
fa: تیلز ۰٫۲۲ روز ۱۱ دسامبر منتشر شد.

source: Tails 0.22.1 is scheduled for January 21. The schedule for the next releases is on our [[contribute/calendar]].
fa: تیلز ۰٫۲۲٫۱ قرار است ۲۱ ژانویه منتشر شود. برنامهٔ انتشارهای بعدی در [[contribute/calendar]] ما است.

source: Metrics
fa: متریک‌ها

source: Tails has been started more than 218 512 times in December. This make 7 049 boots a day in average.
fa: تیلز بیش از ۲۱۸٫۵۱۲ بار در ماه دسامبر راه‌اندازی شد. یعنی به طور متوسط ۷٫۰۴۹ راه‌اندازی در روز.

source: 17 791 downloads of the OpenPGP signature of Tails ISO.
fa: - ۱۷٫۷۹۱ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز.

source: 103 reports were received through WhisperBack.
fa: ۱۰۳ گزارش از طریق ویسپربک دریافت شدند.

source: Code
fa: کد

source: New features:
fa: ویژگی‌های جدید:

source: Huge progress was made on the [[!tails_gitweb_branch feature/spoof-mac desc="MAC spoofing feature"]], that [[can now be tested|news/spoof-mac]] ([[!tails_ticket 5421]]).
fa: پیشرفت بیساری در [[!tails_gitweb_branch feature/spoof-mac desc="ویژگی جا زدن مک"]] ایجاد شد و [[حالا می‌توان آن را امتحان کرد|news/spoof-mac]] ([[!tails_ticket 5421]]).

source: Experimental UEFI support was completed and is been tested. A bit more work [[!tails_ticket 5739 desc="is needed"]], though.
fa: پشتیبانی آزمایشی از UEFI کامل و آزمایش شد. اما هنوز کار بیشتری [[!tails_ticket 5739 desc="لازم دارد"]].

source: The last mile was basically [[!tails_gitweb_branch feature/incremental-upgrades-integration desc="completed"]] regarding incremental upgrades, that will be enabled by default starting with Tails 0.22.1 ([[!tails_ticket 6014]]).
fa: آخرین قدم برای ارتقاهای تدریجی [[!tails_gitweb_branch feature/incremental-upgrades-integration desc="برداشته شد"]] و این ویژگی از تیلز ۰٫۲۲٫۱ به طور پیش‌فرض فعال خواهد بود ([[!tails_ticket 6014]]).

source: Work in progress:
fa: کارهای در حال انجام:

source: David Wolinsky has [started porting](https://mailman.boum.org/pipermail/tails-dev/2013-December/004517.html) the WiNoN design to Tails: multiple, independent VMs connected to independent paths through the Tor network in order to wear multiple hats. Also, as David put it: "There are other benefits of using VMs as the Whonix folks have recognized" ([[!tails_ticket 5748]]).
fa: دیوید والینسکی [شروع به پورت کردن](https://mailman.boum.org/pipermail/tails-dev/2013-December/004517.html) طراحی WiNoN به تیلز کرده‌است: ماشین‌های مجازی مستقل متصل به مسیرهای مستقل شبکه تور برای استفاده از کلاه‌های مختلف. همچنین به قول دیوید «دوستان در Whonix مزایای دیگری نیز برای استفاده از ماشین‌های مجازی یافته‌اند» ([[!tails_ticket 5748]]).

source: We have struggled against a [[!tails_ticket 6460 desc="memory wipe regression"]] on some hardware with recent Linux kernels. No success so far.
fa: در حال تلاش برای حل کردن یک [[!tails_ticket 6460 desc="memory wipe regression"]] روی بعضی سخت‌افزارها با هسته‌های جدید لینوکس هستیم. تا به حال موفق به رفع این مشکل نشده‌ایم.

source: Some progress was made towards the [[!tails_gitweb_branch feature/wheezy desc="migration to Wheezy"]] (Tails 1.1).
fa: پیشرفت‌هایی در راه [[!tails_gitweb_branch feature/wheezy desc="کوچ به Wheezy"]] (تیلز ۱٫۱) به دست آمد.

source: Early support for [Monkeysign](http://web.monkeysphere.info/monkeysign/) was
fa: پشتیبانی ابتدایی از [Monkeysign](http://web.monkeysphere.info/monkeysign/)

source: [[!tails_gitweb_branch feature/monkeysign desc="merged"]]
fa: [[!tails_gitweb_branch feature/monkeysign desc="ادغام شد"]]

source: ([[!tails_ticket 6455]]), but [[!tails_ticket 6515 desc="more work is needed"]].
fa: ([[!tails_ticket 6455]])، اما [[!tails_ticket 6515 desc="کار بیشتری نیاز دارد"]].

source: Bug and regression fixes:
fa: رفع ایرادها و رگرسیون‌ها:

source: [[!tails_gitweb_branch bugfix/6468-disable-webrtc desc="Disable WebRTC"]] ([[!tails_ticket 6468]]).
fa: [[!tails_gitweb_branch bugfix/6468-disable-webrtc desc="غیرفعال کردنWebRTC"]] ([[!tails_ticket 6468]]).

source: [[!tails_gitweb_branch bugfix/6478 desc="Fix keyboard shortcuts"]] ([[!tails_ticket 6478).
fa: [[!tails_gitweb_branch bugfix/6478 desc="درست کردن میان‌برهای صفحه‌کلید"]] ([[!tails_ticket 6478).

source: [[!tails_gitweb_branch bugfix/6477-htpdate-user-agent desc="Use the same User-Agent in htpdate as in the Tor Browser"]] ([[!tails_ticket 6477]]).
fa: [[!tails_gitweb_branch bugfix/6477-htpdate-user-agent desc="استفاده از همان عامل کاربر مرورگر تور در htpdate"]] ([[!tails_ticket 6477]]).

source: [[!tails_gitweb_branch bugfix/unsafe-browser-vs.-FF24 desc="Fix the Unsafe Browser configuration"]] ([[!tails_ticket 6479]]).
fa: [[!tails_gitweb_branch bugfix/unsafe-browser-vs.-FF24 desc="رفع مشکل پیکربندی «مرورگر غیرامن»"]] ([[!tails_ticket 6479]]).

source: [[!tails_gitweb_branch bugfix/6536-IE-icon-in-Windows-camouflage-mode desc="Set the browser icon to IE's one in Windows camouflage mode"]].
fa: [[!tails_gitweb_branch bugfix/6536-IE-icon-in-Windows-camouflage-mode desc="تغییر نمایهٔ مرورگر به نمایهٔ IE در حالت استتار ویندوزی"]].

source: Branches pending review:
fa: بررسی شاخه‌های نیمه‌کاره:

source: [[!tails_gitweb_branch feature/amd64-kernel desc="Install a 64-bit kernel"]].
fa: [[!tails_gitweb_branch feature/amd64-kernel desc="نصب یک هستهٔ ۶۴بیتی"]].

source: [[!tails_gitweb_branch feature/poedit-from-backports desc="Install poedit from official backports"]] was proposed ([[!tails_ticket 6456]]).
fa: پیشنهاد [[!tails_gitweb_branch feature/poedit-from-backports desc="نصب poedit از بک‌پورت‌های رسمی"]] مطرح شد ([[!tails_ticket 6456]]).

source: [[!tails_gitweb_branch 5588-no-autologin-consoles desc="Do not create auto-login text consoles"]] ([[!tails_ticket 5588]]).
fa: [[!tails_gitweb_branch 5588-no-autologin-consoles desc="کنسول‌های متنی ورود خودکار ایجاد نکنید"]] ([[!tails_ticket 5588]]).

source: And also:
fa: همچنین:

source: [[!tails_gitweb_branch bugfix/tor-0.2.4-is-stable desc="Tor 0.2.4 is now stable!"]]
fa: [[!tails_gitweb_branch bugfix/tor-0.2.4-is-stable desc="تور ۰٫۲٫۴ حالا پایدار است!"]]

source: The Persistent Volume Assistant now [[!tails_ticket 5311 desc="displays nicer paths"]]. Thanks to Andres Gomez!
fa: راهنمای درایو مانا حالا [[!tails_ticket 5311 desc="مسیرهای بهتری نشان می‌دهد"]]. با تشکر از آندرس گومز!

source: Torbutton was [[!tails_gitweb_branch feature/torbutton-1.6.5.3 desc="upgraded"]] to 1.6.5.3 ([[!tails_ticket 6566]]).
fa: تورباتن به ۱٫۶٫۵٫۳ [[!tails_gitweb_branch feature/torbutton-1.6.5.3 desc="upgraded"]] ارتقاء داده شد ([[!tails_ticket 6566]]).

source: Our Tor Browser build and runtime dependencies [[!tails_gitweb_branch feature/torbrowser-24.2.0esr-1+tails1 desc="were updated"]].
fa: ساخت مرورگر تور ما و وابستگی‌های زمان اجرای آن [[!tails_gitweb_branch feature/torbrowser-24.2.0esr-1+tails1 desc="ارتقاء یافتند"]].

source: We have fixed various NSS security issues in squeeze-backports ([[!tails_ticket 6497]]).
fa: چندین مشکل امنیتی ان‌اس‌اس را در squeeze-backportsحل کردیم ([[!tails_ticket 6497]]).

source: Documentation and website
fa: مستندسازی و تارنما

source: A branch to [[!tails_gitweb_branch feature/cleanup-ikiwiki-setup "clean up our ikiwiki configuration"]] was started.
fa: شاخه‌ای برای [[!tails_gitweb_branch feature/cleanup-ikiwiki-setup "مرتب کردن پیکربندی ikiwikiمان"]] راه‌اندازی شد.

source: The [[Mac installation instructions|doc/first_steps/installation/manual/mac]] were made a bit safer.
fa: [[راهنمای نصب مک|doc/first_steps/installation/manual/mac]] کمی امن‌تر شد.

source: The links to files and branches in cgit were fixed.
fa: پیوندها به فایل‌ها و شاخه‌ها در cgit درست شدند.

source: The tails-support mailing-list is now mentioned on [[Help other Tails users|contribute/how/help]].
fa: حالا در فهرست رایانامهٔ tails-support به [[کمک به کاربران دیگر تیلز|contribute/how/help]] اشاره می‌شود.

source: The documentation for incremental upgrades was written.
fa: مستندات ارتقاهای تدریجی نوشته شدند.

source: The documentation for MAC spoofing was drafted.
fa: مستندات جازدن آدرس مک پیش‌نویس شد.

source: The [[draft FAQ|blueprint/faq]] has now more content.
fa: [[پیش‌نویس پرسش و پاسخ‌های متداول|blueprint/faq]] حالا دارای محتوا است.

source: Infrastructure
fa: زیرساخت

source: Test suite
fa: بسته آزمایشی

source: The Tails automated test suite [[!tails_gitweb_branch test/rjb-migration desc="can now be run"]] on pure Debian Wheezy with backports ([[!tails_ticket 6399]]). This allowed us to update the test suite to match current code, fix many bugs in it, and improve style a bit. Most of this was merged, but a few more branches are pending review: [[!tails_ticket 5959]], [[!tails_ticket 5465]], and [[!tails_ticket 6544]].
fa: بستهٔ آزمایشی خودکار تیلز را حالا می‌توان با بک‌پورت‌ها روی Debian Wheezy خالص [[!tails_gitweb_branch test/rjb-migration desc="اجرا کرد"]] ([[!tails_ticket 6399]]). این کار به ما اجازهٔ ارتقای بستهٔ آزمایشی برای تطابق با کد فعلی، برطرف کردن بسیاری از ایرادها در آن و بهبود سبک آن را می‌دهد. بیشتر آن ادغام شده، اما هنوز چند شاخه منتظر بررسی هستند: [[!tails_ticket 5959]]، [[!tails_ticket 5465]] و [[!tails_ticket 6544]].

source: Our automated test suite was [[!tails_gitweb_branch feature/wheezy desc="partially ported to the feature/wheezy branch"]].
fa: بخشی از بستهٔ آزمایشی خودکار ما [[!tails_gitweb_branch feature/wheezy desc="به شاخهٔ feature/wheezy پورت شد"]].

source: Build system
fa: سیستم ساخت

source: Thanks to David Wolinsky and others, our Vagrant setup [[!tails_gitweb_branch bugfix/6221-support-newer-vagrant desc="was updated"]] to work with newer Vagrant ([[!tails_ticket 6221]]), and the corresponding basebox updated to include up-to-date Debian archive keys. While we were at it, a few lurking bugs were fixed.
fa: به لطف دیوید والینسکی و دیگران، تنظیمات واگرانت ما [[!tails_gitweb_branch bugfix/6221-support-newer-vagrant desc="ارتقاء داده شدند"]] تا به واگرانت جدیدتر کار کنند ([[!tails_ticket 6221]])، و بیس‌باکس‌های مرتبط نیز برای گنجاندن کلیدهای بایگانی به‌روز دبیان ارتقاء یافتند. در حین انجام این کارها چند ایراد آزاردهنده را نیز رفع کردیم.

source: Thanks to WinterFairy, [it is now easy](https://git-tails.immerda.ch/winterfairy/tails/log/?h=feature/import-translations-extern) to import translations from Transifex into our various Git repositories.
fa: به لطف WinterFairy حالا وارد کردن ترجمه‌ها از Transifex به مخازن مختلف گیت خودمان [کاری آسان است](https://git-tails.immerda.ch/winterfairy/tails/log/?h=feature/import-translations-extern).

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: [Tor Browser branding in Tails?](https://mailman.boum.org/pipermail/tails-dev/2013-December/004362.html)
fa: [مرورگر تور در تیلز؟](https://mailman.boum.org/pipermail/tails-dev/2013-December/004362.html)

source: [Risks of enabled/disabled TCP timestamps?](https://mailman.boum.org/pipermail/tails-dev/2013-December/004520.html) ([[!tails_ticket 6579]])
fa: [خطرات فعال/غیرفعال کردن مُهر زمانی قرارداد هدایت انتقال؟](https://mailman.boum.org/pipermail/tails-dev/2013-December/004520.html) ([[!tails_ticket 6579]])

source: Funding
fa: جذب سرمایه

source: The Freedom of the Press Foundation launched a [campaign to support encryption tools for journalists](https://pressfreedomfoundation.org/). Tails is among the projects this campaign gathers fund for.
fa: بنیاد آزادی نشر [campaign to support encryption tools for journalists](https://pressfreedomfoundation.org/) راه‌اندازی کرده است. تیلز در بین پروژه‌هایی قرار دارد که این کارزار در تلاش برای جذب کمک‌‌های مالی برایشان است.

source: The proposal we have sent to sponsor Echo was accepted.
fa: پیشنهادی که به اسپانسر اکو فرستاده بودیم پذیرفته شد.

source: Our grant proposal with sponsor Charlie was rejected.
fa: پیشنهاد اصلی ما برای اسپانسر چارلی رد شد.

source: We are slowly making progress on our grant proposal with sponsor Golf.
fa: به آرامی در حال پیشبرد پیشنهاد اصلی خود برای اسپانسر گلف هستیم.

source: We have almost completed a proposal to be sent to sponsor Lima.
fa: کار یک پیشنهاد برای اسپانسر لیما را تقریباً تمام کرده‌ایم.

source: Our contract with sponsor Bravo is now finished.
fa: کار قرارداد ما با اسپانسر براوو به پایان رسید.

source: Tails will soon accept donations in currencies other than Bitcoin.
fa: تیلز به زودی کمک‌های مالی به روش‌های دیگری به جز بیت‌کوین نیز دریافت خواهد کرد.

source: We are now very likely to create a non-profit organization dedicated to Tails.
fa: حالا احتمال زیادی وجود دارد که یک سازمان غیرانتفاعی مختص تیلز بنیان بگذاریم.

source: We have almost wrapped-up our bounties program. A report will be published soonish.
fa: برنامه‌های جایزه‌بگیری خود را تقریباً‌ تمام کرده‌ایم. به همین زودی‌ها گزارشی در این مورد منتشر خواهد شد.

source: Outreach
fa: توسعه

source: Tails participated in the [30th Chaos Communication Congress](https://events.ccc.de/congress/2013/wiki/Main_Page). It was a great opportunity to meet, in person, a few existing and new contributors, as well as many people we are working with.
fa: تیلز در [سی‌امین Chaos Communication Congress](https://events.ccc.de/congress/2013/wiki/Main_Page) شرکت کرد. این کنگره فرصتی عالی برای ملاقات حضوری با چند نفر از مشارکت‌کنندگان قدیمی و جدید و نیز بسیاری از افرادی که با آن‌ها کار می‌کنیم بود.

source: A self-organized event called *Tails needs your help* was organized ([slides](https://tails.boum.org/promote/slides/2013-12-29_-_Tails_needs_your_help.shtml)). It was a success considering the late notice.
fa: رخدادی خودگردان با عنوان *تیلز به کمک شما نیاز دارد* سازمان‌دهی شد([اسلایدها](https://tails.boum.org/promote/slides/2013-12-29_-_Tails_needs_your_help.shtml)). با توجه به اعلان دیرهنگام آن می‌شود گفت رخداد موفقی بود.

source: See you next year, probably with more space and events dedicated to Tails!
fa: سال دیگر شما را می‌بینیم؛ شاید در جایی بزرگ‌تر و رخدادهای بیشتر مرتبط با تیلز!

source: Press and testimonials
fa: اخبار و قدردانی‌ها
