Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/report_2014_02.*.po
Languages: fa

source: Tails 0.22.1 was released on February 4.
fa: تیلز ۰٫۲۲ روز ۴ فوریه منتشر شد.

source: 92 reports were received through WhisperBack.
fa: تیلز بیش از ۲۲۲٫۱۳۴ بار در ماه فوریه راه‌اندازی شد. یعنی به طور متوسط ۷٫۹۳۳ راه‌اندازی در روز.

source: 453 082 downloads of the OpenPGP signature of Tails ISO. Weird.
fa: ۴۵۳٫۰۸۲ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز.

source: New features:
fa: ویژگی‌های جدید:

source: Great progress was made towards better integrated, and more usable, [[!tails_gitweb_branch feature/bridge-mode desc="support for using Tor bridges"]] ([[!tails_ticket 5479]]). This implied working with the TBB team to improve Tor Launcher, so that we can start it as a standalone XUL application, instead of as a browser add-on.
fa: پیشرفت بسیاری در راه [[!tails_gitweb_branch feature/bridge-mode desc="پشتیبانی استفاده از پل‌های تور"]] ([[!tails_ticket 5479]]) یکپارچه‌تر و قابل‌استفاده‌تر حاصل شد. این یعنی کار با تیم TBB برای بهتر کردن راه‌انداز تور تا بتوانیم آن را به عنوان یک ابزار مستقل XUL به کار ببریم، نه یک افزونهٔ مرورگر.

source: [[MAC spoofing support|contribute/design/MAC_address]] was [[!tails_gitweb_branch feature/spoof-mac desc="completed"]] and merged ([[!tails_ticket 5421]]).
fa: [[جا زدن آدرس مک|contribute/design/MAC_address]] was [[!tails_gitweb_branch feature/spoof-mac desc="کامل"]] و ادغام شد ([[!tails_ticket 5421]]).

source: [[!tails_gitweb_branch feature/6508-incremental-upgrades-phase-four desc="Phase four"]] of incremental upgrades was completed ([[!tails_ticket 6508]]), and given it was enabled by default in Tails 0.22.1, most users will see it in action when 0.23 is out.
fa: [!tails_gitweb_branch feature/6508-incremental-upgrades-phase-four desc="فاز چهارم"]] ارتقاهای تدریجی کامل شد ([[!tails_ticket 6508]]) و با توجه به این که به طور پیش‌فرض در تیلز ۰٫۲۲٫۱ فعال شده بود، بیشتر کاربران آن را پس از انتشار ۰٫۲۳ خواهند دید.

source: One may now [[!tails_gitweb_branch_winterfairy bugfix/allow-ibus-start desc="start IBus manually"]] in locales environment where it is disabled by default ([[!tails_ticket 6656]]).
fa: حالا می‌توان در محیط بومی [[!tails_gitweb_branch_winterfairy bugfix/allow-ibus-start desc="IBus را دستی راه‌اندازی کرد"]] که در حالت عادی به طور پیش‌فرض غیرفعال است ([[!tails_ticket 6656]]).

source: [[!tails_gitweb_branch feature/amd64-kernel desc="Ship a 64-bit kernel"]] in replacement for the 686-pae one ([[!tails_ticket 5456]]).
fa: [[!tails_gitweb_branch feature/amd64-kernel desc="گنجاندن یک هستهٔ ۶۴بیتی"]] به جای هستهٔ 686-pae ([[!tails_ticket 5456]]).

source: The branch to [[!tails_gitweb_branch 5588-no-autologin-consoles desc="stop creating auto-login text consoles"]] was merged ([[!tails_ticket 5588]]).
fa: شاخهٔ [[!tails_gitweb_branch 5588-no-autologin-consoles desc="توقف ایجاد کنسول‌های متنی ورود خودکار"]] ادغام شد ([[!tails_ticket 5588]]).

source: Support for persistence of I2P state was [[!tails_gitweb_branch_kytv feature/i2p-persistence desc="drafted"]] ([[!tails_ticket 5544]]).
fa: پشتیبانی از وضعیت I2P مانا [[!tails_gitweb_branch_kytv feature/i2p-persistence desc="پیش‌نویس شد"]] ([[!tails_ticket 5544]]).

source: The website [[!tails_gitweb_branch feature/cleanup-ikiwiki-setup desc="lock down"]] was merged and deployed.
fa: [[!tails_gitweb_branch feature/cleanup-ikiwiki-setup desc="قفل"]] تارنما ادغام و اجرا شد.

source: A branch to [[!tails_gitweb_branch feature/6790-remove-cookie-monster desc="stop installing Cookie Monster"]] was prepared ([[!tails_ticket 6790]]).
fa: شاخهٔ [[!tails_gitweb_branch feature/6790-remove-cookie-monster desc="توقف نصب Cookie Monster"]] آماده شد ([[!tails_ticket 6790]]).

source: I2P has been updated to 0.9.11 ([[!tails_ticket 6696]]).
fa: کارهایی مقدماتی برای بهبود رابط گذرواژهٔ مدیریتی خوشامدگو انجام شدند ([[!tails_ticket 5594]]).

source: Software updates:
fa: ارتقاهای نرم‌افزاری:

source: We have uploaded Pidgin 2.10.9 to squeeze-backports, and we now install it from there ([[!tails_ticket 6661]]).
fa: پیجین ۲٫۱۰٫۹ را به squeeze-backports آپلود کرده‌ایم و حالا آن را از آن‌جا نصب می‌کنیم ([[!tails_ticket 6661]]).

source: Install [[!tails_gitweb_branch feature/poedit-from-backports desc="Poedit from squeeze-backports-sloppy"]], where we have uploaded it some time ago ([[!tails_ticket 6456]]).
fa: نصب [[!tails_gitweb_branch feature/poedit-from-backports desc="Poedit از squeeze-backports-sloppy"]] که کمی پیش آن‌جا آپلود کرده بودیم ([[!tails_ticket 6456]]).

source: The fact that Linux 3.12 is not in Debian unstable anymore [[!tails_gitweb_branch bugfix/linux-kbuild-3.12-from-testing desc="was taken into account"]].
fa: این که لینوکس ۳٫۱۲ دیگر در دبیان ناپایدار نیست [[!tails_gitweb_branch bugfix/linux-kbuild-3.12-from-testing desc="در نظر گرفته شد"]].

source: Bug and regression fixes:
fa: [[!tails_gitweb_branch feature/linux-3.13 desc="شاخه‌ای"]] که لینوکس ۳٫۱۳ را نصب می‌کند ارتقاء داده‌شد.

source: The Intel Management Engine Interface driver [[!tails_gitweb_branch feature/disable-mei desc="was disabled"]]. This fixes memory wiping at shutdown ([[!tails_ticket 6460]]) on some, if not all, hardware.
fa: راه‌انداز رابط موتور مدیریت اینتل [[!tails_gitweb_branch feature/disable-mei desc="غیرفعال شد"]]. این کار مشکل مربوط به پاک کردن حافظه هنگام خاموش کردن را ([[!tails_ticket 6460]]) دست‌کم روی بعضی سخت‌افزارها حل می‌کند.

source: An issue that lead to releasing needlessly big ISO images
fa: احتمال تغییر هویت‌ها در مرورگر تور [[!tails_gitweb_branch_winterfairy bugfix/torbutton-new-identity desc="دوباره اضافه شد"]] ([[!tails_ticket 6383]]).

source: Towards Tails based on Debian Wheezy:
fa: bugfix/6390-dont-include-APT-lists-and-cache-in-the-ISO desc="برطرف شد"]] ([[!tails_ticket 6390]]). - [[!tails_gitweb_branch feature/create-additional-software-config]] ادغام شد.

source: Application launchers were added to the GNOME panel.
fa: بسته‌های I2P سازگار با Debian Wheezy آماده شده‌اند و حالا در شاخهٔ [[!tails_gitweb_branch feature/wheezy]] نصب می‌شوند.

source: A more standard icon is used for the shutdown button.
fa: یک نمایهٔ استانداردتر برای دکمهٔ خاموش انتخاب شد.

source: - Icons for the different roles on the Contribute section were finalized and [[deployed live|contribute]]. - The [[blueprint/FAQ]] was greatly expanded, and is now almost ready for prime-time. - We have made good progress on specifying how the Tails logo should look like ([[!tails_ticket 5797]]). - It was documented how to [[improve Tails by working on Debian|contribute/how/debian]]. We have received positive feedback from Debian contributors about it. - Many small improvements to the documentation and its translations were done, including: * quite a few clarifications in the documentation for new contributors; * [[!tails_gitweb_branch doc/system_requirements_improvements desc="updated"]] system requirements documentation; * [[!tails_gitweb_branch doc/change_persistence_passphrase desc="documented"]] how to change the passphrase for the persistent volume ([[!tails_ticket 5621]]). - Links to the I2P website were [[!tails_gitweb_branch_kytv bugfix/new-i2p-site desc="updated"]]. - Documentation for the new MAC address spoofing feature was drafted. - Work is in progress on documentation about contributing to Tails in the infrastructure (systems administration, automation) area.
fa: - نمایه‌های نقش‌های متفاوت در بخش همکاری نهایی شده و [[به کار برده شدند|contribute]]. - [[blueprint/FAQ]] تا حدود خوبی گسترش یافت و حالا دیگر برای استفادهٔ نهایی آماده است. - پیشرفت خوبی در مشخص کردن شرایط لوگوی تیلز داشته‌ایم ([[!tails_ticket 5797]]). - نحوهٔ [[پیشبرد تیلز با کار روی دبیان|contribute/how/debian]] مستندسازی شد. از مشارکت‌کنندگان دبیان بازخورد خوبی در مورد آن گرفتیم. - پیشرفت‌های کوچک بسیاری در مستندات و ترجمه‌های آن‌ها به وجود آمدند، از جمله: * روشن کردن بعضی نکات برای مشارکت‌کنندگان جدید؛ * [[!tails_gitweb_branch doc/system_requirements_improvements desc="به‌روزرسانی"]] مستندسازی نیازمندی‌های سیستم؛ * [[!tails_gitweb_branch doc/change_persistence_passphrase desc="مستندسازی"]] نحوهٔ تغییر گذرواژه برای درایو مانا ([[!tails_ticket 5621]]). - پیوندها به تارنمای I2P [[!tails_gitweb_branch_kytv bugfix/new-i2p-site desc="به‌روز شدند"]]. - مستندات ویژگی جدید جا زدن آدرس مک پیش‌نویس شدند. - کار مستندسازی همکاری با تیلز در مورد زیرساخت (مدیریت سیستم، خودکارسازی) در حال انجام است.

source: Our Puppet modules were [published](https://git-tails.immerda.ch/). This was a first blocker before we can welcome contributions to our infrastructure.
fa: مدول‌های پاپت ما [منتشر شدند](https://git-tails.immerda.ch/). این اولین کار پیش از این بود که بتوانیم از همکاری در زمینهٔ زیرساخت‌های خود استقبال کنیم.

source: The system that hosts our [[!tails_redmine "" desc="Redmine"]] was re-installed from scratch on a new machine, upgraded to Debian Wheezy and to Redmine 1.4.4.
fa: سیستمی که میزبان [[!tails_redmine "" desc="ردماین"]] ما است از ابتدا روی یک ماشین جدید نصب شده و به Debian Wheezy و نیز ردماین ۱٫۴٫۴ ارتقاء داده شد.

source: Some improvements to our automated test suite were merged: [[!tails_gitweb_branch test/fix-persistence-checks]], [[!tails_gitweb_branch test/keep-volumes-tag]], and [[!tails_gitweb_branch test/5959-antitest-memory-erasure]]. Thanks to this and the robustness improvements brought by the move to RJB, we were finally able to remove two of the most painful sets of tests from our manual test suite.
fa: بهبودهایی در رابطه با بستهٔ آزمایشی خودکار ما ادغام شدند: [[!tails_gitweb_branch test/fix-persistence-checks]]، [[!tails_gitweb_branch test/keep-volumes-tag]]، و [[!tails_gitweb_branch test/5959-antitest-memory-erasure]]. با این کار و قدرت بهبودهایی که کوچ به RJB در اختیارمان گذاشته بالاخره توانستیم دو مجموعه از آزمون‌های آزاردهندهٔ مجموعهٔ آزمایشی دستی‌مان را حذف کنیم.

source: A mailing-list for early testers was created and is being set up.
fa: یک فهرست رایانامه برای آزمایش‌کنندگان اولیه ایجاد شد و در حال آماده شدن است.

source: [Usecases for the Cookie Monster browser extension?](https://mailman.boum.org/pipermail/tails-dev/2014-February/004804.html)
fa: [موارد استفادهٔ افزونهٔ مرورگر Cookie Monster؟](https://mailman.boum.org/pipermail/tails-dev/2014-February/004804.html)

source: [Tails logo](https://mailman.boum.org/pipermail/tails-dev/2014-February/004841.html)
fa: [لوگوی تیلز](https://mailman.boum.org/pipermail/tails-dev/2014-February/004841.html)

source: [How to remove identifying information in bug reports?](https://mailman.boum.org/pipermail/tails-dev/2014-February/004984.html)
fa: [چگونه اطلاعات فاش‌کنندهٔ هویت را در گزارش ایرادها حذف کنیم؟](https://mailman.boum.org/pipermail/tails-dev/2014-February/004984.html)

source: [Numlock on by default?](https://mailman.boum.org/pipermail/tails-dev/2014-February/004986.html)
fa: [روشن بودن پیش‌فرض Numluck؟](https://mailman.boum.org/pipermail/tails-dev/2014-February/004986.html)

source: [Various](https://mailman.boum.org/pipermail/tails-dev/2014-February/004923.html) [issues](https://mailman.boum.org/pipermail/tails-dev/2014-February/005042.html) with Vagrant.
fa: [مشکلات](https://mailman.boum.org/pipermail/tails-dev/2014-February/005042.html) [مختلف](https://mailman.boum.org/pipermail/tails-dev/2014-February/004923.html) با واگرانت.

source: [Interactions between Tails and TBB developers](https://mailman.boum.org/pipermail/tails-dev/2014-February/004885.html)
fa: [تعاملات بین توسعه‌دهندگان تیلز و TBB](https://mailman.boum.org/pipermail/tails-dev/2014-February/004885.html)

source: [Adding BitMessage and Bitcoin-QT to Tails](https://mailman.boum.org/pipermail/tails-dev/2014-February/004850.html)
fa: [اضافه کردن BitMessage وBitcoin-QT به تیلز](https://mailman.boum.org/pipermail/tails-dev/2014-February/004850.html)

source: [MAC address 'spoofing' and randomization](https://mailman.boum.org/pipermail/tails-dev/2014-February/004842.html)
fa: [«جا زدن» و تصادفی کردن آدرس مک](https://mailman.boum.org/pipermail/tails-dev/2014-February/004842.html)

source: [Adapting Tor Launcher for Tails](https://mailman.boum.org/pipermail/tails-dev/2014-February/004819.html)
fa: [تطابق دادن راه‌انداز تور با تیلز](https://mailman.boum.org/pipermail/tails-dev/2014-February/004819.html)

source: We were contacted by a few people who want to use Tails as a flexible framework, and build customized derivatives on top of it.
fa: چند نفر برای استفاده از تیلز در چهارچوبی انعطاف‌پذیر و ساختن توزیعی اختصاصی از روی آن با ما تماس گرفتند.

source: We are discussing who we will invite to the 2014 Tails contributors summit, that should be a bit more crowded than usual.
fa: داریم فکر می‌کنیم چه کسانی را برای نشست ۲۰۱۴ مشارکت‌کنندگان تیلز دعوت کنیم؛ این نشست امسال باید کمی شلوغ‌تر از دفعات قبلی باشد.

source: We have discussed with GNOME how they could use the money they have raised for privacy and anonymity improvements.
fa: با همکارانمان در گنوم در مورد این صحبت کردیم که چطور می‌توانند از پول‌هایی که برای بهبود حریم خصوصی و ناشناسی بهشان اهداء شده استفاده کنند.

source: We have been working with people who want to build bridges between the graphics designers and usability experts community on the one hand, and Free Software developers on the other hand. Thanks to this collaboration, it is likely that Tails will go through a usability study in a few months, followed by a hackfest that will put at work designers and usability experts for finding solutions to (some of) the identified issues. The Tails sprint in July might host this hackfest.
fa: در حال همکاری با کسانی هستیم که می‌خواهند افراد دردسترس از بین طراحان گرافیکی و متخصصان کاربردپذیری و نیز توسعه‌دهندگان نرم‌افزار آزاد را به هم متصل کنند. با این همکاری در چند ماه آینده تیلز از نظر کاربردپذیری بررسی خواهد شد و پس از آن در یک هک‌فست متخصصان کاربردپذیری و طراحان با هم برای یافتن راه‌حل‌هایی برای (بعضی) مشکلات شناسایی‌شدهٔ ما همکاری خواهند کرد. جلسهٔ تاخت‌وتاز تیلز در ژوییه ممکن است میزبان این هک‌فست باشد.

source: One of us attended FOSDEM, and got a chance to talk with many interesting people in person there.
fa: یکی از ما در «نشست اروپایی توسعه‌دهندگان نرم‌افزارهای آزاد و متن‌باز» شرکت کرد و فرصت یافت تا حضوری با بسیاری از افراد جالب صحبت کند.

source: We got in touch with the people behind [Freepto](https://www.freepto.mx/), and are looking how our two projects could collaborate more.
fa: با افراد فعال در [Freepto](https://www.freepto.mx/) تماس گرفتیم و می‌خواهیم ببینیم پروژه‌های ما چطور می‌توانند بیشتر با هم همکاری داشته باشند.

source: We are participating in two new Debian teams: the [Debian OTR Team](https://wiki.debian.org/Teams/OTR) and the [Debian AppArmor Profiles Team](https://wiki.debian.org/AppArmor/Contribute).
fa: در دو تیم جدید دبیان مشارکت داریم: [تیم Debian OTR](https://wiki.debian.org/Teams/OTR) و [تیم Debian AppArmor Profiles](https://wiki.debian.org/AppArmor/Contribute).

source: 2014-02-27: In his article "[Why It’s Vital For Users to Fund Open-Source Encryption Tools](https://pressfreedomfoundation.org/blog/2014/02/why-its-vital-public-fund-open-source-encryption-tools)" Trevor Timm from Freedom of the Press Foundation explains that Tails « has been vital for most, if not all, of the NSA journalists. [...] Its prime use case is journalists trying to communicate or work in environments in which they may normally be at risk or compromised. The NSA stories have been the biggest story in journalism in the past decade, yet the tool the reporters rely on is incredibly underfunded, is maintained by only a handful of developers, and operates on a shoestring budget. »
fa: ۲۰۱۴/۰۲/۲۷: Trevor Timm از بنیاد آزادی نشر در مقالهٔ خود با عنوان [Why It’s Vital For Users to Fund Open-Source Encryption Tools](https://pressfreedomfoundation.org/blog/2014/02/why-its-vital-public-fund-open-source-encryption-tools) توضیح می‌دهد که تیلز «برای اغلب خبرنگاران قضیهٔ آژانس امنیت ملی آمریکا حیاتی بوده است. [...] مهم‌ترین مورد استفاده از آن برای خبرنگارانی است که سعی می‌کنند در محیط‌هایی که معمولاً خطرساز یا ناامن هستند کار کرده یا ارتباط برقرار کنند. داستان‌های آژانس امنیت ملی بزرگ‌ترین داستان ژورنالیستی دههٔ گذشته بوده، اما به ابزاری که گزارشگران این داستان به آن اتکا کرده بودند کم توجه شده؛ ابزاری که تنها توسط چند برنامه‌نویس اداره می‌شود و با بودجه‌ای محدود کار می‌کند.»

source: 2014-02-07: In his review of [uVirtus](http://uvirtus.org), Kheops, from Telecomix concludes that « Users should prefer Tails and other mature secure live distributions (such as IprediaOS, Liberté Linux, Privatix and Whonix) over uVirtus since they provide a real safety improvement to the user. For any activity that does not entail transferring large quantities of data (such as video files), there is no strong reason to prefer uVirtus over any of these. »
fa: ۲۰۱۴/۰۲/۰۷: Kheops از Telecomix در بررسی خود از [uVirtus](http://uvirtus.org) نوشته: «کاربران باید تیلز یا دیگر توزیع‌های لایو امن (مانند IprediaOS، Liberté Linux، Privatix و Whonix) را به uVirtus ترجیح بدهند چون آن سیستم‌عامل‌ها امنیت کاربر را واقعاً بهبود می‌بخشند. برای هر فعالیتی که شامل جابجایی میزان زیادی از داده‌ها (از جمله فایل‌های ویدیویی) نمی‌شود، دلیل خوبی برای ترجیح uVirtus به سیستم‌عامل‌های ذکرشده وجود ندارد.»
