Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/report_2011_05-06.*.po
Languages: fa

source: [[!meta date="2011-07-05 17:04:54 +0200"]]
fa: [[!meta date="۲۰۱۱/۰۷/۰۵ ۱۷:۰۴:۵۴ +۰۲۰۰"]]

source: [[!meta title="Bimonthly report: May and June 2011"]]
fa: [[!meta title="گزارش ماهانه: مِه و ژوئن ۲۰۱۱"]]

source: We are pleased to present you the third Tails bimonthly report. This report sums up the work that was done on Tails in May and June 2011.
fa: مفتخریم سومین گزارش دوماهانهٔ تیلز را به شما ارائه کنیم. این گزارش به خلاصهٔ کارهایی که در ماه‌های مه و ژوئن ۲۰۱۱ انجام شده‌اند اختصاص دارد.

source: New releases
fa: نسخه‌های جدید

source: The new Tails 0.7.2 bugfix and security release was out on June 13th. See its [[announce|news/version_0.7.2]] for details.
fa: نسخهٔ رفع ایراد تیلز ۰٫۷٫۲ روز ۱۳ ژوئن منتشر شد. برای جزییات بیشتر [[اعلان|news/version_0.7.2]] آن را ببینید.

source: Documentation
fa: مستندسازی

source: All main pages of Tails website have been vastly improved. Content is now better structured and easier to read; it also looks a lot nicer.
fa: تمام صفحات اصلی تارنمای تیلز تا حد زیادی پیشرفت کرده‌اند. محتوای تارنما حالا ساختار بسیاری دارد و خواندن آن راحت‌تر است؛ ظاهرش هم بسیار بهتر شده‌است.

source: Many efforts have been put in the [[download]] page that now provides a much improved step by step explanation of how to get, verify, install and use Tails. Screenshots, Windows and Mac OS X instructions are included for even more awesomeness, along with dozens of other tiny little layout and design improvements.
fa: تلاش بسیاری برای صفحهٔ [[download]] کرده‌ایم که حالا توضیح گام‌به‌گام بسیار بهتری برای نحوهٔ دریافت، تأیید، نصب تیلز و استفاده از آن در خود دارد. نماگرفت‌ها و نیز راهنماهای ویندوز و مک‌ اواس ده و نیز پیشرفت‌های کوچک در چیدمان و طراحی باعث شده‌اند همه چیز محشرتر شود.

source: The *walkthrough* that was initially imported from Incognito is still outdated, but sections that need to be reworked have been clearly labeled as such.
fa: *راهنمایی* که در ابتدا از Incognito گرفته شده بود همچنان قدیمی است، اما بخش‌هایی از آن که نیاز به کار دوباره دارند دارای یک برچسب واضح هستند.

source: More work on the documentation is happening in the [public `doc-rework` Git branch](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/doc-rework). Tails developers are not that skilled in documentation writing, so [[help is needed and much welcome|contribute/how/documentation]]!
fa: کار بیشتر روی مستندات در حال حاضر در [شاخهٔ عمومی `doc-rework` گیت](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/doc-rework) انجام می‌شود. توسعه‌دهندگان تیلز آن‌قدرها در نوشتن مستندات مهارت ندارند، بنابراین [[نیاز به کمک داریم و از آن استقبال می‌کنیم|contribute/how/documentation]]!

source: Our public email address was renamed to <tails@boum.org>; its [[OpenPGP key|doc/about/openpgp_keys]] was updated accordingly. We also have [[documented|doc/get/trusting_tails_signing_key]] how to get to trust our OpenPGP keys.
fa: نشانی رایانامهٔ عمومی ما به <tails@boum.org> تغییر کرده و [[کلید اُپن‌پی‌جی‌پی|doc/about/openpgp_keys]] آن نیز بر همین حسب تغییر کرده‌است. همچنین نحوهٔ اعتماد یافتن به کلیدهای اُپن‌پی‌جی‌پی خود را [[مستند کرده‌ایم|doc/get/trusting_tails_signing_key]].

source: GSoC
fa: تابستان کد گوگل

source: As [[announced in the previous report|news/report_2011_03-04]], the Tails project is participating in the Google Summer of Code. One student committed to work on the [[tails-greeter|todo/TailsGreeter]], which will enable us to implement many features that depend on a better boot menu. His progress can be followed on the [[project's development blog|todo/TailsGreeter/blog]]. The code can be seen in the [tails-greeter Git repository](http://git.immerda.ch/?p=max/tails-greeter.git;a=summary) and in a [feature branch in the main Tails Git repository](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/tails-greeter).
fa: همان‌طور که [[announced in the previous report|news/report_2011_03-04]]، پروژهٔ تیلز در تابستان کد گوگل شرکت کرده‌است. یک دانشجو روی [[tails-greeter|todo/TailsGreeter]] کار می‌کند که به ما برای گنجاندن ویژگی‌های بسیاری که وابسته به یک فهرست راه‌اندازی بهتر هستند کمک می‌کند. می‌توانید پیشرفت کار او را در [[وبلاگ توسعهٔ پروژه|todo/TailsGreeter/blog]] دنبال کنید. کد آن را می‌توان در [مخزن گیت tails-greeter](http://git.immerda.ch/?p=max/tails-greeter.git;a=summary) و [شاخه‌ای آتی در مخزن گیت اصلی تیلز](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/tails-greeter) دید.

source: With this new boot menu in mind, a solution was implemented to offer a [[safer handling of administrative privileges within Tails|todo/better_root_access_control]]. It will be enabled as soon as tails-greeter is ready for prime-time.
fa: با در نظر داشتن این فهرست جدید راه‌اندازی راه‌حلی برای ارائهٔ [[امنیت بیشتر اولویت‌های مدیریتی در تیلز|todo/better_root_access_control]] در نظر گرفتیم. به محض آماده شدن خوشامدگوی تیلز این راه را به کار خواهیم برد.

source: And now?
fa: و حالا؟

source: Upcoming release
fa: نسخه‌ٔ پیش‌رو

source: Unless bad security issues are detected, the next Tails version will be a major one, dubbed as 0.8. It should contain a few new features:
fa: نسخهٔ بعدی تیلز یک نسخهٔ اصلی با نام ۰٫۸ خواهد بود، مگر این که مشکلات امنیتی بدی پیش بیایند. این نسخه باید دارای چند ویژگی جدید باشد:

source: To make Tails users harder to single out from other Tor users, Pidgin nickname generation process was improved.
fa: برای دشوارتر کردن تشخیص کاربران تیلز از کاربران دیگر تور، روند ایجاد نیک‌نیم‌های پیجین بهبود داده شد.

source: An easily reachable immediate shutdown button was added to the top panel; moreover, the computer is now shutdown when any power-related button is pressed (power, sleep, lid close).
fa: یک دکمهٔ خاموش فوری دردسترس‌تر به پنل بالا اضافه شد؛ علاوه بر آن حالا به فشار دادن هر دکمهٔ مرتبط به جریان برق (خاموش، خوابیدن یا بستن لپ‌تاپ) رایانه خاموش خواهد شد.

source: Accessibility: install a screen magnifier and a screen reader.
fa: دسترسی‌پذیری: نصب یک ذره‌بین صفحه و یک روخوان صفحه.

source: The current on-screen keyboard shipped in Tails (namely: onBoard) never made it into Debian. We have been carrying the burden of forward-porting our patches for more than one year. Florence, a new, nicer and more featureful on-screen keyboard entered Debian a few weeks ago and [[should be shipped|todo/virtual_keyboard_in_Debian]] in Tails by the next release.
fa: صفحه‌کلید مجازی فعلی تیلز (onBoard) هرگز در دبیان گنجانده نشد. ما دردسر ارسال پورت بسته‌هایمان را بیش از یک سال داشته‌ایم. حالا فلورنس، یک صفحه‌کلید جدید و خوب با ویژگی‌های بیشتر چند هفته پیش وارد دبیان شده و احتمالاً در نسخهٔ بعدی تیلز [[گنجانده خواهد شد|todo/virtual_keyboard_in_Debian]].

source: The PiTIVi video editor is now installed in Tails.
fa: ویرایش‌گر ویدیوی PiTIVi حالا روی تیلز نصب خواهد شد.

source: It should also include several minor fixes and improvements:
fa: در این نسخه همچنین باید چندین ایراد جزیی رفع شده و پیشرفت‌های کوچکی وجود داشته باشند:

source: The handling of hardware clocks that are skewed enough to prevent initial connection to Tor was fixed.
fa: تغییر ساعت سخت‌افزار که آن‌قدر مشکل داشتند که از اتصال ابتدایی تور جلوگیری کنند برطرف شده‌است.

source: The firewall was tightened a bit more.
fa: دیوارآتش کمی مستحکم‌تر شد.

source: Tails build system now uses more elegant and robust ways to disable swapoff and hide items from the GNOME menu.
fa: سیستم ساخت تیلز حالا از راه‌های بهتر و مطمئن‌تری برای غیرفعال کردن swapoff و مخفی کردن آیتم‌ها از فهرست گنوم استفاده می‌کند.

source: Frequent disconnections while using Gobby were fixed by adding its port to Tor's LongLivedPorts list.
fa: قطع شدن‌های متوالی هنگام استفاده از Gobby با اضافه کردن درگاه آن به فهرست LongLivedPorts تور حل شد.

source: The [arm](http://www.atagar.com/arm/) terminal status monitor for Tor is now installed.
fa: وضعیت نظارت پایانهٔ [آرم](http://www.atagar.com/arm/) برای تور را نصب کرده‌ایم.

source: This new major release will introduce several changes that might be tricky to get totally right at first. Enthusiasts, your help will be very welcome to test preview images once they are published. Stay tuned!
fa: این نسخهٔ مهم جدید دارای چندین تغییرات است که ممکن است ابتدا چندان خوب از آب درنیایند. از افراد مشتاق دعوت می‌شود پس از انتشار تصاویر پیش‌نمایش آن‌ها را امتحان کنند. منتظر باشید!

source: Installing and upgrading Tails onto a USB stick
fa: نصب و ارتقای تیلز روی یک درایو یواس‌بی

source: As [[announced in the previous report|news/report_2011_03-04]], a few of us have started working on a tool for [[easy install and upgrade of Tails onto USB sticks|todo/usb_install_and_upgrade]], with support for an encrypted persistent volume in mind.
fa: همان‌طور که [[گزارش پیشین اشاره شد|news/report_2011_03-04]]، چند نفر از ما شروع به کار روی ابزاری برای [[نصب و ارتقای آسان تیلزروی درایوهای یواس‌بی|todo/usb_install_and_upgrade]] با در ذهن داشتن یک درایو مانای رمزگذاری‌شده کرده‌ایم.

source: Research has also been made on how to reduce download size (and times) of minor releases. A solution to this problem was thought through and its working was confirmed by preliminary testing.
fa: همچنین در مورد چگونگی کاهش حجم (و زمان) دانلود نسخه‌های جزیی تحقیق کرده‌ایم. یک راه‌کار برای این مشکل در نظر گرفته شد و آزمایش‌های ابتدایی نشان می‌دهند که این راه‌کار موثر است.

source: Upcoming features
fa: ویژگی‌های پیش‌رو

source: As an alternative to [[supporting Flash|todo/Flash_support]], we are considering [[shipping a HTML5-compliant web browser|todo/html5_ready_browser]]. We have been investigating shipping [[todo/Iceweasel_5.x]] and conducted some initial tests. Doing so would additionally allow us to [[todo/stop_using_polipo_in_iceweasel]]... and the [[problems|todo/applications_audit/polipo]] it causes.
fa: برای جایگزین کردن [[پشتیبانی از فلش|todo/Flash_support]] در حال در نظر گرفتن [[گنجاندن یک مروگر وب سازگار با اچ‌تی‌ام‌ال۵|todo/html5_ready_browser]] هستیم. همچنین گنجاندن [[todo/Iceweasel_5.x]] را در نظر گرفته‌ایم و بررسی‌های ابتدایی را انجام داده‌ایم. انجام این کار همچنین به ما اجازه جلوگیری از [[todo/stop_using_polipo_in_iceweasel]] و [[مشکلات آن|todo/applications_audit/polipo]] را می‌دهد.

source: We have acknowledged Claws Mail usability shortcomings, especially when using slow connections. After [[some more research|todo/Return_of_Icedove?]], it looks like Icedove (Debian's rebranded version of Mozilla Thunderbird) could be a proper candidate to replace Claws Mail; a few tweaks and verifications are needed before this happens, though.
fa: پیش از این به مشکلات استفاده از Claws Mail اذعان کرده بودیم، به خصوص در صورت کند بودن اتصال اینترنت. پس از [[بررسی‌های بیشتر|todo/Return_of_Icedove?]] اکنون به نظر می‌رسد که Icedove (نسخهٔ تغییریافتهٔ تاندربرد موزیلا از سوی دبیان) می‌تواند گزینهٔ بهتری برای جایگزینی Claws Mail باشد؛ اما پیش از آن باید چند تغییر و تأیید کوچک داشته باشیم.

source: Compressing the Tails SquashFS using [[XZ (formerly known as LZMA) compression|todo/use_lzma_compression]] will lower the generated images' size by about 100MB! XZ has been supported in the mainlaine Linux kernel since 2.6.38, and has since made its way into kernels shipped by Debian. Hence, Tails is likely to use this feature soon.
fa: فشرده کردن SquashFS تیلز با استفاده از [[XZ (LZMA سابق)|todo/use_lzma_compression]] حجم تصاویر ایجادشده را حدود ۱۰۰ مگابایت کاهش می‌دهد! از XZ در هستهٔ لینوکس از نسخهٔ ۲٫۶٫۳۸ پشتیبانی می‌شود و از آن زمان تا به حال راه خود را به هسته‌های به‌کاررفته در دبیان باز کرده است. بنابراین احتمال استفاده از این ویژگی در تیلز در آیندهٔ نزدیک وجود دارد.

source: Patches to mute the system's sound levels at boot time were [contributed](https://boum.org/pipermail/tails-dev/2011-June/000354.html). However, they need more polishing before we can merge them.
fa: بسته‌های قطع کردن صدای سیستم هنگام راه‌اندازی [آماده شدند](https://boum.org/pipermail/tails-dev/2011-June/000354.html). با این حال پیش از ادغام آن‌ها باید کمی به آن‌ها رسیدگی کرد.

source: The lack of support of arbitrary DNS queries being annoying for some Tails (power-)users, we have [[made some progress|todo/support_arbitrary_dns_queries]] towards a resolution of this issue; the implementation of a proper solution was blocked by [[!tor_bug 3369]]; therefore, we contributed a tiny patch to fix it. This issue will be solved once Tor 0.2.2.x is stabilized and shipped in Tails.
fa: پشتیبانی نکردن از درخواست‌های قراردادی دی‌ان‌اس برای بعضی کاربران (حرفه‌ای) تیلز آزاردهنده بوده‌است و [[پیشرفت‌هایی|todo/support_arbitrary_dns_queries]] در برطرف کردن این مشکل داشته‌ایم؛ به کار بستن یک راه‌کار مناسب به خاطر [[!tor_bug 3369]] ممکن نبود؛ بنابراین تغییری کوچک در آن دادیم تا مشکل حل شود. این مشکل پس از ثبات یافتن تور ۰٫۲٫۲٫x و گنجانده شدن آن در تیلز حل خواهد شد.

source: We have also worked towards Tails-compatible support of bridges in Tor and Vidalia.
fa: همچنین جهت پشتیبانی از پل‌ها در تور و ویدالیا که با تیلز سازگار باشد تلاش کرده‌ایم.

source: With respect to [[todo/VoIP_support]], we have refreshed our VoIP software round-up and got in touch with some of their developers to get a better idea of which one we will include in Tails.
fa: با توجه به [[todo/VoIP_support]] خلاصهٔ فکرهای خود در مورد نرم‌افزار VoIP را تازه کرده و با برخی توسعه‌دهندگان تماس گرفتیم تا بهتر تصمیم بگیریم که کدام باید در تیلز گنجانده شود.

source: To end with, the Tails core developers have recently discussed nearly every pending task whose implementation was blocked by the lack of a clear decision. As a consequence, our [[!tails_roadmap]] was updated. This makes it possible for us, and [[any other contributor|contribute]], to move forward on many topics.
fa: در پایان باید گفت توسعه‌دهندگان هستهٔ تیلز اخیراً در مورد تقریباً تمام کارهای معوقه که انجام آن‌ها به خاطر عدم تصمیمات واضح عقب افتاده بودند صحبت کردند. در نتیجه [[!tails_roadmap]] به‌روز شده‌است. این مساله پیشرفت ما و [[تمام کمک‌کنندگان دیگر|contribute]] را در بسیاری از جنبه‌ها ممکن می‌کند.
