Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/report_2011_01-02.*.po
Languages: fa

source: [[!meta title="Bimonthly report: January and February 2011"]]
fa: [[!meta title="گزارش دوماهانه: ژانویه و فوریهٔ ۲۰۱۱"]]

source: We are pleased to present you the first Tails bimonthly report ever.
fa: مفتخریم اولین گزارش دوماهانهٔ تیلز را به شما ارائه کنیم.

source: This is a first try that may, or may not, be followed by others depending on the feedback we get: if you like reading such news about Tails, don't hesitate [[telling us|support/talk]]!
fa: این اولین تلاش ما برای ارائهٔ چنین گزارشی است که ادامه داشتن یا نداشتن آن بستگی به بازخوردی که می‌گیریم دارد: اگر دوست دارید چنین اخباری را در مورد تیلز بخوانید حتماً [[به ما بگویید|support/talk]]!

source: This report sums up the work that was done on Tails in January and February 2011.
fa: این گزارش به خلاصهٔ کارهایی که در ماه‌های ژانویه و فوریهٔ ۲۰۱۱ انجام شده‌اند اختصاص دارد.

source: Helping third-parties do security analyses of Tails
fa: کمک به گروه‌های ثالث برای تحلیل‌های امنیتی تیلز

source: We finished writing and published the [[Tails design document|contribute/design]] that presents a specification of a *Privacy Enhancing Live Distribution* (PELD) as well as the Tails actual implementation.
fa: [[سند طراحی تیلز|contribute/design]] را تمام کرده و آن را منتشر کردیم. این سند توضیحاتی در مورد یک *Privacy Enhancing Live Distribution* (PELD) و نیز اجرای خود تیلز دارد.

source: By writing this document we intend to help third-parties do security analyses of any given PELD and specifically of Tails. We also wish to help establish best practices in the field of PELD design and implementation, and thus raise the baseline for all similar projects out there.
fa: با نوشتن این سند قصد کمک به گروه‌های ثالث برای انجام تحلیل‌های امنیتی خود راجع به هر PELD و به طور خاص تیلز را داریم. همچنین امیدواریم بتوانیم به یافتن بهترین راه‌ها در حوزهٔ طراحی و اجرای PELD را کمک کرده و در نتیجه مقدماتی برای پروژه‌های مشابه فراهم کنیم.

source: Reviews of this document and audits of Tails are most welcome.
fa: از بررسی این سند و بررسی تیلز استقبال می‌شود.

source: Preparing next release
fa: آماده کردن نسخهٔ بعدی

source: The next Tails release, which will be called 0.7, is based on the newly released Debian Squeeze. It has been feature freezed recently and is now being tested in a wild, unsuspecting world; if it survives, we can bet it will be the best Tails release ever... until 0.8 is out of course.
fa: نسخهٔ بعدی تیلز که ۰٫۷ نام خواهد داشت مبتنی بر نسخهٔ جدید دبیان یعنی Debian Squeeze خواهد بود. در حال حاضر ویژگی‌های آن ثابت شده و در حال بررسی و آزمایش شدن است. اگر از آزمایش‌ها سربلند بیرون بیاید می‌تواند بهترین تیلز موجود باشد...البته تا موقع انتشار ۰٫۸.

source: Protecting against memory recovery
fa: محافظت در برابر بازیابی حافظه

source: A new, safer way to wipe memory on shutdown was implemented. It is now also used when the boot media is physically removed: in an emergency situation, one can grab her Tails Live USB stick or Live CD and leave while the system will quickly erase her traces from the computer's memory and shut it down.
fa: یک راه جدید و امن‌تر برای پاک کردن حافظه هنگام خاموش کردن به کار رفته‌است. این روش در صورت جدا شدن فیزیکی دستگاه راه‌اندازی نیز به کار می‌افتد: مثلاً یک وضعیت اضطراری می‌توانید درایو یواس‌بی تیلز خود یا لایو سی‌دی آن را جدا کنید و سیستم بلافالصله ردپای خود از حافظهٔ رایانه را پاک کرده و آن را خاموش می‌کند.

source: Making Tails easier to use
fa: آسان‌تر کردن استفاده از تیلز

source: The Tails user interface was improved in several other ways: hiding some useless GNOME preference menu items, using a background that does not overlap with the bootloader menu, adding a shutdown button to the right of the top GNOME panel (nice idea stolen from Ubuntu).
fa: رابط کاربری تیلز بهبودهای بسیاری یافته: پنهان کردن بعضی آیتم‌های بی‌استفادهٔ فهرست ترجیحات گنوم، استفاده از تصویر پس‌زمینه‌ای که با فهرست بارگذار راه‌اندازی همپوشانی ندارد و اضافه کردن یک دکمهٔ خاموش کردن در سمت راست پنل گنوم (ایدهٔ خوبی که از اوبونتو دزدیدیم).

source: Other noteworthy enhancements
fa: پیشرفت‌های قابل‌ذکر دیگر

source: A fix for a virtual keyboard critical bug was prepared, amongst the ton of usual release preparation work.
fa: برطرف کردن یک ایراد مهم صفحه‌کلید مجازی در کنار بسیاری دیگر از کارهای آماده‌سازی انتشار انجام شد.

source: TrueCrypt can be optionally installed at boot time; we may not want to include TrueCrypt forever, but we at the very least we want to provide a migration path from TrueCrypt volumes created by good old Incognito to other formats.
fa: تروکریپت را می‌توان هنگام راه‌اندازی به طور انتخابی نصب کرد؛ شاید همیشه از آن در تیلز استفاده نکنیم، اما می‌خواهیم دست‌کم یک مسیر کوچ از درایوهای تروکریپت ایجادشده توسط Incognito قدیمی به قالب‌های دیگر ایجاد کنیم.

source: The [HTTPS Everywhere](https://www.eff.org/https-everywhere) Iceweasel extension is now installed.
fa: افزونهٔ [اچ‌تی‌تی‌پی‌اس همه‌جا](https://www.eff.org/https-everywhere) برای Iceweasel حالا نصب شده‌است.

source: Writing our [[design document|contribute/design]] made us think more thoroughly various parts of the Tails configuration and enhance many parts of it. Moreover, we compared it with the [Tor Browser Bundle](https://www.torproject.org/projects/torbrowser.html.en) configuration, picked many nice ideas from there, and generally made Tails configuration more similar to the TBB's one, which shall ease peer review and enlarge the anonymity set Tails users are part of. A notable example is the enabling of US English browser spoofing in Iceweasel.
fa: نوشتن [[سند طراحی|contribute/design]] ما باعث شد بیشتر روی بخش‌های مختلف پیکربندی تیلز فکر کرده و بسیاری از بخش‌های آن را بهتر کنیم. علاوه بر این آن را با پیکربندی [دستهٔ مرورگر تور](https://www.torproject.org/projects/torbrowser.html.en) مقایسه کرده و چندین ایدهٔ خوب از آن‌جا گرفتیم و در مجموع پیکربندی تیلز را بسیار شبیه‌تر به پیکربندی دستهٔ مرورگر تور کردیم که این کار باید باعث آسان‌تر شدن داوری همتا و در نتیجه افزایش مجموعهٔ ناشناسی‌ای بشود که کاربران تیلز عضوی از آن هستند. یک نمونهٔ بارز آن فعال کردن جا زدن مرورگر انگلیسی آمریکایی در Iceweasel است.

source: The HTP time synchronization system is now more robust wrt. network failures.
fa: سیستم تنظیم ساعت اچ‌تی‌پی نیز حالا با توجه به مشکلات شبکه بهتر شده‌است.

source: GNOME automatic media mounting and opening was disabled to protect against a class of attacks that was recently put under the spotlights.
fa: نصب و باز کردن خودکار دستگاه‌ها در گنوم غیرفعال شد تا از نوعی از حملات که اخیراً توجه را به خود جلب کرده‌اند جلوگیری شود.

source: Outreach
fa: توسعه

source: Tails was added to a couple spots on the Tor website:
fa: تیلز به چند قسمت از تارنمای تور اضافه شده‌است:

source: We discussed various funding and sponsoring opportunities; we have [prepared three projects](https://www.torproject.org/getinvolved/volunteer.html#project-tails) that shall be submitted under the Tor Project umbrella for the Google Summer of Code and other summer intership programs. [One of those](https://www.torproject.org/getinvolved/volunteer.html#tailsDebianLive).
fa: در مورد فرصت‌های مختلف سرمایه‌گذاری و جذب اسپانسر بحث کردیم؛ [سه پروژه] (https://www.torproject.org/getinvolved/volunteer.html#project-tails) آماده کرده‌ایم که باید تحت نام پروژهٔ تور به «تابستان کد گوگل» و دیگر برنامه‌های کارآموزی تابستانی درخواست شوند. [یکی از آن‌ها این است](https://www.torproject.org/getinvolved/volunteer.html#tailsDebianLive).

source: We have participated in the Debian Derivatives Census initiative ([[!debwiki Derivatives/Census]]): Tails now has a dedicated page ([[!debwiki Derivatives/Census/TAILS]]) on the Debian Wiki; in order to better cooperate with Debian, we have followed their guidelines for Debian Derivatives ([[!debwiki Derivatives/Guidelines]]); e.g. we have published a statement about our [[contribute/relationship_with_upstream]].
fa: در طرح مشتقات دبیان ([[!debwiki Derivatives/Census]]) شرکت کرده‌ایم: تیلز حالا یک صفحهٔ خاص خود ([[!debwiki Derivatives/Census/TAILS]]) در ویکی دبیان دارد؛ برای همکاری بهتر با دبیان از راهنماهای آن‌ها برای Debian Derivatives ([[!debwiki Derivatives/Guidelines]]) پیروی کرده‌ایم؛ برای نمونه اعلانی در مورد [[contribute/relationship_with_upstream]] خود منتشر کرده‌ایم.

source: Website design: a few visible enhancements have been pushed online, but stay tuned, some more is being worked on under the hood! Rumor says our CSS gnomes are preparing something pretty slick.
fa: طراحی تارنما: چند تغییر واضح در تارنما ایجاد شده است، اما منتشر باشید چون در حال کار کردن روی چند مورد دیگر هم هستیم! بر اساس شایعات گنوم‌های سی‌اس‌اس ما در حال آمادن کردن چیز بسیار جالبی هستند.

source: A glimpse towards the future
fa: نیم‌نگاهی به آینده

source: Bridges support: we now have a working prototype; it might not make its way into the upcoming 0.7 release though.
fa: پشتیبانی از پل‌ها: حالا یک پیش‌نمونهٔ مناسب داریم؛ اما ممکن است در نسخهٔ آتی ۰٫۷ جایی نداشته باشد.

source: Accessibility tools for visually impaired people have been selected and are installed in our development Git branch.
fa: ابزارهای دسترسی‌پذیری برای افراد دچار مشکل بینایی انتخاب شده‌اند و در شاخهٔ توسعهٔ گیت ما نصب می‌شوند.

source: We updated our survey of existing tools for easy install and upgrade of Tails onto USB sticks, with support for an encrypted persistent volume in mind.
fa: ابزارهای موجود خود را برای نصب اسان و ارتقای تیلز روی درایوهای یواس‌بی به روز کرده‌ایم که در به‌روزرسانی‌ها به یک درایو مانای رمزگذاری‌شده نیز فکر کرده‌ایم.

source: More and more upcoming Tails features (including [[todo/persistence]], [[todo/macchanger]], [[todo/bridge support]]) need ways to ask the user for input at boot time. We have [[researched various ways|todo/boot_menu]] we could implement this.
fa: ویژگی‌های متعدد آتی تیلز (از جمله [[todo/persistence]]، [[todo/macchanger]]، [[todo/bridge support]]) باید هنگام راه‌اندازی از کاربر اطلاعاتی بپرسند. [[به دنبال راه‌های مختلف|todo/boot_menu]] برای انجام این کار بوده‌ایم.

source: We have researched how we could harden a bit Tails resistance against exploitation of security issues in bundled software ([[todo/Mandatory_Access_Control]], [[todo/nx_bit]], kernel hardening, compiler hardening options) in a way that would not be a maintenance burden... while being efficient enough to protect against some classes of attacks. We have started efforts to push such hardening features in Debian.
fa: به دنبال این بوده‌ایم که چطور می‌توانیم مقاومت تیلز در برابر مشکلات امنیتی در نرم‌افزار‌های دسته‌ای ([[todo/Mandatory_Access_Control]]، [[todo/nx_bit]]، مستحم کردن هسته، گزینه‌های مستحکم کردن کامپایلر) را به نحوی افزایش دهیم که برای نگهداری از آن دردسرساز نباشد و در عین حال آن‌قدر کارآمد باشد که در برابر برخی از انواع حملات مقاومت کند. شروع به تلاش برای اولویت دادن به این ویژگی‌ها در دبیان کرده‌ایم.

source: A general plan was thought through to reorganize the Tails user documentation. Once this is done, several entry points will be available to better fit a given user's available time and energy. In the meantime, we now at least have a [[nice documentation|doc/first_steps/manual_usb_installation/linux]] that explains how to install Tails onto a USB stick.
fa: یک برنامهٔ کلی که در نظر گرفته شد شناسایی مستندات کاربران تیلز بود. پس از انجام این کار چندین نقطهٔ ورود برای هماهنگی بهتر با زمان و انرژی یک کاربر خاص در دسترس خواهند بود. در عین حال حالا اقلاً یک [[سند خوب|doc/first_steps/manual_usb_installation/linux]] که نحوهٔ نصب تیلز روی یک درایو یواس‌بی را توضیح می‌دهد.
