Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/report_2013_03.*.po
Languages: fa

source: [[!meta date="Thu Apr 4 11:12:49 2013"]]
fa: [[!meta date="پنج‌شنبه ۴ آوریل ۱۱:۱۲:۴۹ ۲۰۱۳"]]

source: [[!meta title="Tails report for March, 2013"]]
fa: [[!meta title="گزارش مارس ۲۰۱۳ تیلز"]]

source: Releases
fa: انتشارها

source: Tails 0.17.1 [[was released|news/version_0.17.1]] on March 23rd.
fa: تیلز ۰٫۱۷٫۱ روز ۲۳ مارس [[منتشر شد|news/version_0.17.1]].

source: Metrics
fa: متریک‌ها

source: 115 798 connections of Tails to the Tor network. This makes a boot every 23 seconds on average (this number is an approximation from the requests made to the security announcements feed. The later is retrieved by Tails after being connected to Tor to eventually encourage users to update.)
fa: ۱۱۵٫۷۹۸ اتصال از تیلز به شبکهٔ تور ایجاد شد، یعنی هر ۲۳ ثانیه یک راه‌اندازی. (این عدد بر حسب درخواست‌ها برای خوراک اعلان‌های امنیتی محاسبه می‌شود. این درخواست پس از اتصال تیلز به تور و برای ترغیب کاربران به ارتقاء انجام می‌شود.)

source: 75 reports were received through WhisperBack.
fa: ۷۵ گزارش ایراد ارسال‌شده از ویسپربک دریافت کردیم.

source: 756 comments were posted on the forum, with 185 signed by Tails.
fa: ۷۵۶ پیغام روی انجمن ارسال شده که ۱۸۵ تا امضای تیلز دارند.

source: Code
fa: کد

source: Some progress has been done on a feature to [[todo/remember_installed_packages]] ([[!tails_gitweb_branch feature/remember_installed_packages desc="Git branch"]]).
fa: پیشرفت‌هایی در رابطه با یک ویژگی برای [[todo/remember_installed_packages]] ([[!tails_gitweb_branch feature/remember_installed_packages desc="شاخهٔ گیت"]]) صورت گرفته است.

source: A [[todo/about_Tails_launcher]] was [[!tails_gitweb_branch feature/about_tails desc="drafted"]], following-up on some feedback from Runa's "Training Journalists in Istanbul report.
fa: یک [[todo/about_Tails_launcher]] بر مبنای بعضی بازخوردها به گزارش رونا از «آموزش خبرنگاران در استانبول» [[!tails_gitweb_branch feature/about_tails desc="پیش‌نویس شد"]].

source: The Indymedia IRC account [[!tails_gitweb_branch bugfix/disable-indymedia-irc-account desc="was removed"]].
fa: حساب IRC Indymedia [[!tails_gitweb_branch bugfix/disable-indymedia-irc-account desc="حذف شد"]].

source: - Bugs and todo pages are not shipped any more in ISO images.
fa: - ایرادها و صفحات کارهای پیش‌رو دیگر در تصاویر تیلز گنجانده نخواهند شد.

source: Some work [[!tails_gitweb_branch bugfix/writable_boot_media desc="was started"]] to [[make the system disk read-only|todo/make_system_disk_read-only]] (which was supposedly fixed months ago, but apparently it either was not, or there was a regression).
fa: کارهایی برای [[«تنها خواندن» کردن دیسک سیستم|todo/make_system_disk_read-only]] [[!tails_gitweb_branch bugfix/writable_boot_media desc="شروع شده"]] (که قرار بود چند ماه پیش برطرف شود، اما ظاهراً یا برطرف نشده بود یا راه‌حل تنها یک رگرسیون بود).

source: Awesome progress [[!tails_gitweb_branch feature/automated_tests/cucumber desc="was made"]] to [[automate our test suite|todo/automated_builds_and_tests]] with [[Cucumber|todo/automated_builds_and_tests/cucumber]].
fa: پیشرفت خیره‌کننده‌ای در [[خودکار کردن بستهٔ آزمایشی|todo/automated_builds_and_tests]] با [[Cucumber|todo/automated_builds_and_tests/cucumber]] [[!tails_gitweb_branch feature/automated_tests/cucumber desc="حاصل شد"]].

source: We [[!tails_gitweb_branch bugfix/workaround-non-installable-xorg-backport desc="worked around"]] an unfortunate regression caused by the [integration of Debian backports into the main archive](http://www.debian.org/News/2013/20130320).
fa: ما [[!tails_gitweb_branch bugfix/workaround-non-installable-xorg-backport desc="راه‌حلی جانبی"]] برای یک رگرسیون ناخوشایند ناشی از [ادغام بک‌پورت‌های دبیان در بایگانی اصلی](http://www.debian.org/News/2013/20130320 به دست آوردیم.

source: NoScript's HTML5 media click-to-play [[!tails_gitweb_branch feature/no-html5-click-to-play desc="was disabled"]].
fa: NoScript's HTML5 media click-to-play[[!tails_gitweb_branch feature/no-html5-click-to-play desc="غیرفعال شد"]].

source: udisks users (GNOME Disk Utility, tails-persistence-setup, etc.) won't reset the system partition's attributes when manipulating the partition table [[!tails_gitweb_branch bugfix/udisks-do-not-make-Tails-USB-unbootable desc="anymore"]].
fa: کاربران udisk (ابزار دیسک گنوم، tails-persistence-setup و غیره) [[!tails_gitweb_branch bugfix/udisks-do-not-make-Tails-USB-unbootable desc="دیگر"]] پارتیشن سیستم را هنگام تغییر جدول پارتیشن‌ها تغییر نخواهند داد.

source: More reliable OpenPGP keyservers [[!tails_gitweb_branch bugfix/use-more-reliable-keyserver desc="were configured"]].
fa: سرور کلیدهای اُپن‌پی‌جی‌پی قابل‌اعتمادتری [[!tails_gitweb_branch bugfix/use-more-reliable-keyserver desc="پیکربندی شدند"]].

source: Documentation and Website
fa: مستندسازی و تارنما

source: A *Tor check* link [[!tails_gitweb_branch feature/are_you_using_tor_link desc="was added"]] to the [[web browser homepage|news]]. This link hides the "Download Tails 0.17.1" one, so it should both help people who want to do this check every time they boot Tails, and clear up some confusion reported by Runa about "oh, is this a new version available, should I update?"
fa: یک پیوند *آزمون تور* به [[صفحهٔ خانهٔ مرورگر وب|news]] [[!tails_gitweb_branch feature/are_you_using_tor_link desc="اضافه شد"]]. این پیوند، پیوند «دانلود کردن تیلز ۰٫۱۷٫۱» را پنهان می‌کند و در ننتیجه هر دو باید به افرادی که می‌خواهند این آزمون را با هر بار راه‌اندازی تیلز انجام دهند کمک کرده و سردرگمی گزارش‌شده از سوی رونا در مورد «آه یک نسخهٔ جدید آمده؛ باید به‌روزرسانی کنم؟» را برطرف کنند.

source: The reintroduction of hybrid ISO images to simplify Mac USB boot was [worked on](https://github.com/kolohe/amnesia/tree/manual_usb_installation/mac).
fa: روی استفادهٔ دوباره از تصاویر ایزوی هایبرید برای ساده کردن راه‌اندازی از یواس‌بی مک [0کار شد](https://github.com/kolohe/amnesia/tree/manual_usb_installation/mac).

source: The AutoType feature of KeePassX [[has been documented|/doc/encryption_and_privacy/manage_passwords#index4h1]] to allow pasting complex passwords into Pinentry.
fa: ویژگی تایپ خودکار KeePassX [[مستندسازی شده|/doc/encryption_and_privacy/manage_passwords#index4h1]] تا اجازهٔ چسباندن گذرواژه‌های پیچیده در Pinentry داده شود.

source: Translation
fa: ترجمه‌ها

source: Tails USB installer: update translations for French, German, Spanish, Finnish, Greek, Italian, Latvian, Dutch, Polish and Chinese.
fa: نصب‌کنندهٔ یواس‌بی تیلز: به‌روزرسانی ترجمه‌های فرانسوی، آلمانی، اسپانیایی، فنلاندی، یونانی، ایتالیایی، لاتویایی، هلندی، لهستانی و چینی.

source: Tails Greeter: update translations for Farsi, Chinese, French; new translations: Finnish, Norwegian Bokmål, Galician.
fa: خوشامدگوی تیلز: به روزرسانی ترجمه‌های فارسی، چینی، فرانسوی؛ ترجمه‌های جدید:‌ فنلاندی، نروژی بوکمل، گالیسی.

source: tails-persistence-setup: update Farsi and Chinese translations; import new translations for Finnish and Swedish.
fa: tails-persistence-setup: به‌روزرسانی ترجمه‌های فارسی و چینی؛ وارد کردن ترجمه‌های جدید فنلاندی و سوئدی.

source: WhisperBack: update translations for Arabic, French, German, Greek, Spanish, Korean, Polish, Russian. New translations: Finnish, Chinese.
fa: ویسپربک: به‌روزرسانی ترجمه‌های عربی، فرانسوی، آلمانی، یونانی، اسپانیایی، کره‌ای، لهستانی، روسی. ترجمه‌های جدید: فنلاندی، چینی.

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: Some discussions triggered by Runa's "Training Journalists in Istanbul" report [went on](https://mailman.boum.org/pipermail/tails-dev/2013-March/thread.html).
fa: بحث‌هایی در مورد گزارش رونا با عنوان «آموزش خبرنگاران در استانبول» [ادامه پیدا کرد](https://mailman.boum.org/pipermail/tails-dev/2013-March/thread.html).

source: Some discussion [was triggered](https://mailman.boum.org/pipermail/tails-dev/2013-March/002709.html) by a proposed branch that fixes how some buggy hard drives don't well the Tails APM settings.
fa: بحث‌هایی راجع به یک شاخهٔ پیشنهادی برای برطرف کردن مشکل بعضی هاردها با تنظیمات امپ تیلز [درگرفته است](https://mailman.boum.org/pipermail/tails-dev/2013-March/002709.html).

source: We [have discussed](https://mailman.boum.org/pipermail/tails-dev/2013-March/002716.html) if and how to better deal, at Tails upgrade time, with the situation when the user has added random files on the Tails system partition (which is not supported).
fa: در مورد این که آیا باید در مورد اضافه کردن فایل‌های تصادفی به پارتیشن سیستم تیلز (که پشتیبانی‌شده نیست) از سوی کاربر هنگام ارتقای تیلز مداخله شود و اگر باید مداخله شود بهترین راه این کار چیست [بحث شد](https://mailman.boum.org/pipermail/tails-dev/2013-March/002716.html).

source: Some discussions about [potentially](https://mailman.boum.org/pipermail/tails-dev/2013-March/002747.html) supported [hardware](https://mailman.boum.org/pipermail/tails-dev/2013-March/002748.html) happened.
fa: بحث‌هایی در مورد [سخت‌افزارهایی](https://mailman.boum.org/pipermail/tails-dev/2013-March/002748.html) که [ممکن است](https://mailman.boum.org/pipermail/tails-dev/2013-March/002747.html) مورد پشتیبانی قرار بگیرند انجام شد.

source: A [discussion about the process to contribute to the documentation](https://mailman.boum.org/pipermail/tails-dev/2013-March/002751.html) clarified why the current process works the way it does, and resulted in a good compromise to be found.
fa: [بحث در مورد روند کمک به مستندسازی](https://mailman.boum.org/pipermail/tails-dev/2013-March/002751.html) مشخص کرد که چرا روند حاضر به شکل فعلی کار می‌کند و مشخص شد که باید به راه‌حل مناسبی در این رابطه رسید.

source: We [started discussing](https://mailman.boum.org/pipermail/tails-dev/2013-March/002813.html) with GDM developers if and how they intend to support the custom greeter usecase that we depend on.
fa: بحث با توسعه‌دهندگان مدیر نمایش گنوم [آغاز شد](https://mailman.boum.org/pipermail/tails-dev/2013-March/002813.html) تا مشخص شود آیا قصد پشتیبانی از مورد استفادهٔ اختصاصی خوشامدگو که به آن وابسته هستیم را دارند یا نه و اگر قصد آن را دارند چگونه باید این کار را انجام داد.

source: We [decided](https://mailman.boum.org/pipermail/tails-dev/2013-March/002794.html) not to include a text web browser in Tails.
fa: [تصمیم گرفتیم](https://mailman.boum.org/pipermail/tails-dev/2013-March/002794.html) مرورگر وب متنی در تیلز نداشته باشیم.

source: Infrastructure
fa: زیرساخت

source: Some work was put into foundations we need to set up Jenkins for our needs, mainly on the Puppet modules side (e.g. code for safely installing Jenkins plugins from the web, an improved Puppet module to manage Jenkins).
fa: کارهایی جهت بهبود بنیانی که برای راه‌اندازی جنکینز برای نیازهای خود داریم، به خصوص در رابطه با مدول‌های پاپت (مثلاً کد برای نصب امن افزایه‌های جنکینز از وب، یک مدول پاپت پیشرفته برای مدیریت جنیکیز) انجام شد.

source: A VM to automatically build Tails was created, and the Puppet code that describes its initial setup was written.
fa: یک ماشین مجازی برای ساخت خودکار تیلز ایجاد شد و کد پاپت که تنظیم ابتدایی آن را توضیح می‌دهد نوشته شد.

source: We have setup a Debian package builder based on [debomatic](https://launchpad.net/debomatic). It still has some rough edges, but seems to basically do its job.
fa: یک بسته‌ساز دبیان مبتنی بر [debomatic](https://launchpad.net/debomatic) ایجاد کردیم. هنوز کامل نیست، اما به نظر می‌رسد که کارش را انجام می‌دهد.

source: The nice folks at [immerda](https://www.immerda.ch/) have setup most of what's needed to host all our Git repositories in the same place, in a way that makes it convenient for us to create new repositories, manage access to it, and reintroduce IRC commit notifications. Thanks!
fa: دوستان خوب ما در [immerda](https://www.immerda.ch/) بیشتر چیزهای مورد نیاز برای میزبانی تمام مخازن گیت ما در یک مکان را فراهم کردند به نحوی که ایجاد مخازن جدید، مدیریت دسترسی به آن‌ها و استفادهٔ دوباره از آگهی‌های اجرای IRC برای ما آسان شوند. ممنونیم!

source: Funding
fa: جذب سرمایه

source: - Tails now [[accepts Bitcoin donations|contribute/how/donate]].
fa: - تیلز حالا [[کمک‌های مالی از طریق بیت‌کوین را می‌پذیرد|contribute/how/donate]].

source: We will soon close the budget for our bounties program. Teaser: a handful of great programs, that are useful to Tails, will see some bonus activity in the next few months!
fa: به زودی بودجهٔ خود برای برنامهٔ جوایز می‌بندیم. چند برنامهٔ عالی که برای تیلز مفید هستند و فعالیت‌های همراه با جایزه در چند ماه آینده خواهیم داشت!

source: We have filed a grant application that answers Sponsor Echo's call for proposals.
fa: یک پیشنهاد دریافت سرمایه برای اسپانسر اکو ارائه داده‌ایم.
