Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/report_2011_03-04.*.po
Languages: fa

source: [[!meta date="2011-05-09 19:23:22 +0200"]]
fa: [[!meta date="۲۰۱۱/۰۵/۰۹ ۱۹:۲۳:۲۲ +۰۲۰۰"]]

source: [[!meta title="Bimonthly report: March and April 2011"]]
fa: [[!meta title="گزارش دوماهانه: مارس و آوریل ۲۰۱۱"]]

source: We are pleased to present you the second Tails bimonthly report.
fa: مفتخریم دومین گزارش دوماهانهٔ تیلز را به شما ارائه کنیم.

source: This report may, or may not, be followed by others depending on the feedback we get: if you like reading such news about Tails, don't hesitate [[telling us|support/talk]]!
fa: ادامه داشتن یا نداشتن این گزارش‌ها بستگی به بازخوردی که می‌گیریم دارد: اگر دوست دارید چنین اخباری را در مورد تیلز بخوانید حتماً [[به ما بگویید|support/talk]]!

source: This report sums up the work that was done on Tails in March and April 2011.
fa: این گزارش به خلاصهٔ کارهایی که در ماه‌های مارس و آوریل ۲۰۱۱ انجام شده‌اند اختصاص دارد.

source: New releases
fa: نسخه‌های جدید

source: The new Tails 0.7 major release was out on April 7th, quickly followed by a bugfix and security release (0.7.1) on April 30th. See their release announces for details:
fa: نسخهٔ تیلز ۰٫۷ روز ۷ آوریل منتشر شد و روز ۳۰ آوریل یک رفع ایراد امنیتی (۰٫۷٫۱) داشتیم. برای دسترسی به جزییات بیشتر اعلان انتشار این نسخه‌ها را ببینید:

source: [[Tails 0.7 announce|news/version_0.7]]
fa: [[اعلان تیلز ۰٫۷|news/version_0.7]]

source: [[Tails 0.7.1 announce|news/version_0.7.1]]
fa: [[اعلان تیلز ۰٫۷٫۱|news/version_0.7.1]]

source: Google Summer of Code
fa: تابستان کد گوگل

source: We announced two months ago we [prepared three projects](https://www.torproject.org/getinvolved/volunteer.html#project-tails) to be submitted under the Tor Project umbrella for the Google Summer of Code. This was a great success for our first participation into the GSoC program, as a total of five students sent applications for our projects. In the end, two students were selected and will work this summer on projects we have suggested:
fa: دو ماه پیش اعلام کردیم که [سه پروژه](https://www.torproject.org/getinvolved/volunteer.html#project-tails) برای ارائه تحت نام پروژهٔ تور به تابستان کد گوگل آماده کرده‌ایم. این کار توفیقی بزرگ برای اولین مشارکت ما در برنامهٔ تابستان کد گوگل بود و پنج دانشجو درخواست‌های خود برای پروژهٔ ما را فرستادند. در نهایت دو دانشجو انتخاب شدند و در تابستان پیش رو روی پروژه‌های پیشنهادی ما کار خواهند کرد:

source: Max will implement [[tails-greeter|todo/TailsGreeter]], the graphical [[todo/boot_menu]] Tails really needs as more and more upcoming features (including [[todo/persistence]], [[todo/macchanger]], [[todo/bridge support]]) need to ask the user for input at boot time; reports of his work will be posted on a dedicated [[todo/TailsGreeter/blog]].
fa: ماکس به کار روی [[tails-greeter|todo/TailsGreeter]] و [[todo/boot_menu]] گرافیکی تیلز خواهد پرداخت که تیلز به آن بسیار نیاز دارد؛ چرا که ویژگی‌های بیشتر و بیشتری (از ،جمله [[todo/persistence]]، [[todo/macchanger]]، [[todo/bridge support]]) باید هنگام راه‌اندازی از کاربر درخواست اطلاعات کنند؛ گزارش کار او در یک [[todo/TailsGreeter/blog]] مرتبط منتشر خواهد شد.

source: Julien Voisin will implement a Meta-data anonymizing toolkit for file publication; thanks a lot to Mike Perry for accepting to be Julien's mentor, as we ourselves lack the needed time to mentor two students this year; Julien has setup a [blog](http://mat-tor.blogspot.com/) where one can keep track of his work.
fa: جولین وینسین روی یک جعبه‌ابزار ناشناس کردن متاداده برای انتشار فایل کار خواهد کرد؛ ضمن قدردانی بسیار از مایک پری برای پذیرفتن هدایت کار جولین، چرا که ما در حال حاضر زمان کافی برای سرپرستی کار دو دانشجو را نداریم. جولین [وبلاگی](http://mat-tor.blogspot.com/) راه‌اندازی کرده که می‌توان گزارش کار او را آن‌جا خواند.

source: We warmly welcome Max and Julien into the Tails and Tor development communities!
fa: ما به ماکس و جولین به خاطر ورود به جماعت توسعهٔ تور و تیلز به گرمی خوشامد می‌گوییم!

source: Thanks to everyone who made this happen, including the students whose GSoC application was rejected: you are welcome to join us anyway!
fa: با تشکر از همهٔ افرادی که این کار را ممکن کردند، از جمله دانشجویانی که درخواست تابستان کد گوگل آن‌ها رد شد: به هر صورت از همکاری با شما استقبال می‌کنیم!

source: Documentation
fa: مستندسازی

source: The Great Tails Documentation Rework Plan was started. Once this is done, several entry points will be available to better fit a given user's available time and energy. Such work happens in the `doc-rework` branch of our [[Git|contribute/git]] repository. [[Want to help?|contribute/how/documentation]]
fa: برنامهٔ بزرگ کار دوباره روی مستندات تیلز آغاز شده‌است. بود. پس از انجام این کار چندین نقطهٔ ورود برای هماهنگی بهتر با زمان و انرژی یک کاربر خاص در دسترس خواهند بود. این کار در شاخهٔ `doc-rework` مخزن [[گیت|contribute/git]] ما انجام می‌شود. [[می‌خواهید کمک کنید؟|contribute/how/documentation]]

source: A brand new [["how to contribute to Tails" documentation|contribute]] was published. We hope it will make it easier for anyone interested to get involved and make Tails better as there many ways *you* can contribute to Tails: setting up a BitTorrent or HTTP mirror, helping other Tails users, improving documentation, reporting bugs, fixing bugs, implementing new features, improving Tails in your own language, providing needed input to developers, etc.
fa: یک [[سند «چگونه با تیلز همکاری کنیم»|contribute]] جدید منتشر شده‌است. امیدواریم این سند همکاری افراد علاقه‌مند را آسان‌تر کرده و تیلز را بهتر کند، چرا که راه‌های بسیاری برای همکاری *شما* با تیلز وجود دارند: ایجاد یک آیینهٔ بیت‌تورنت یا اچ‌تی‌تی‌پی، کمک به کاربران دیگر تیلز، بهبود مستندات، گزارش ایرادها، رفع ایرادها، کار روی ویژگی‌های جدید، بهتر کردن تیلز در زبان خودتان، ارائهٔ اطلاعات لازم به توسعه‌دهندگان و غیره.

source: Outreach
fa: توسعه

source: In the press
fa: در رسانه‌ها

source: Shortly following their [announcement of Tails 0.7 release](https://lwn.net/Articles/439371/), LWN published a [great, long and serious article about Tails](https://lwn.net/Articles/440279/) in last week's edition.
fa: LWN کمی پس از [اعلام انتشار تیلز ۰٫۷](https://lwn.net/Articles/439371/) یک [مقالهٔ طولانی، خوب و جدی در مورد تیلز](https://lwn.net/Articles/440279/) در شمارهٔ هفتهٔ گذشته خود منتشر کردند.

source: Tails 0.7 release also [made it](http://distrowatch.com/weekly.php?issue=20110418#news) [twice](http://distrowatch.com/?newsid=06629) on DistroWatch.
fa: انتشار تیلز ۰٫۷ همچنین [دو بار](http://distrowatch.com/?newsid=06629) در DistroWatch [آمد](http://distrowatch.com/weekly.php?issue=20110418#news).

source: Website
fa: تارنما

source: We published our new website layout. If you're into CSS, patches are welcome to fix the latest glitches.
fa: چیدمان جدید تارنمای خود را منتشر کرده‌ایم. اگر به سی‌اس‌اس علاقه دارید می‌توانید آخرین ایرادهای موجود را برطرف کنید.

source: A glimpse towards the future
fa: نیم‌نگاهی به آینده

source: Upcoming releases
fa: نسخه‌های پیش‌رو

source: We've not decided yet what our plans exactly are. The alternative seems to be: either we'll release 0.8 quickly with stuff that was mostly ready, but not tested enough to make it into 0.7, or we'll release 0.8 only when slightly more new major features are cooked and ready to serve.
fa: هنوز دقیق تصمیم نگرفته‌ایم، اما به نظر می‌رسد دو راه داریم: یا انتشار سریع ۰٫۸ با چیزهایی که اغلب آماده بودند اما برای گنجاندن در ۰٫۷ به اندازه کافی بررسی نشده بودند، یا انتشار ۰٫۸ وقتی که ویژگی‌های مهم جدید بیشتری آماده شده باشند و بشود آن‌ها را سر سفره آورد.

source: More 0.7.x point releases are to be expected anyway as security issues are discovered in software we ship.
fa: اما به هر حال با توجه به کشف مشکلات امنیتی در نرم‌افزارهای مورد استفاده‌مان نسخه‌های ۰٫۷٫x بیشتری در راه خواهند بود.

source: Installing and upgrading Tails onto a USB stick
fa: نصب و ارتقای تیلز روی یک درایو یواس‌بی

source: In the next months, a few of us are going to focus on preparing a tool for easy install and upgrade of Tails onto USB sticks, with support for an encrypted persistent volume in mind. We're likely to use Fedora's [liveusb-creator](https://fedorahosted.org/liveusb-creator/) as a basis. Either we'll make it more generic or we'll fork it minimally, depending on how liveusb-creator's developers welcome the idea of supporting our usecases.
fa: در ماه‌های پیش‌رو چند نفر از ما روی آماده‌سازی ابزاری برای نصب و ارتقای آسان تیلز روی یک درایو یواس‌بی تمرکز خواهیم کرد که برای این کار پشتیبانی از یک درایو مانای رمزگذاری‌شده را نیز در ذهن خواهیم داشت. احتمالاً از [liveusb-creator](https://fedorahosted.org/liveusb-creator/) فدورا به عنوان مبنای کارمان استفاده خواهیم کرد. یا آن را عمومی‌تر می‌کنیم یا تنها کمی آن را تغییر خواهیم داد که این مساله به این بستگی دارد که توسعه‌دهندگان liveusb-creator چقدر از پیشنهاد پشتیبانی از مورد استفادهٔ ما استقبال کنند.

source: Other plans
fa: برنامه‌های دیگر

source: PowerPC support (pre-Intel Macs): we're "almost" there, but we have a hard time prioritizing this task among all exciting enhancements that could be done on Tails. If you need Tails to support pre-Intel Macs, don't hesitate [[telling us|support/talk]].
fa: پشتیبانی از PowerPC (مک‌های پیش از اینتل): «تقریباً» کار را تمام کرده‌ایم، اما با توجه به پیشرفت‌های هیجان‌انگیزی که می‌توان در تیلز انجام داد، اولویت دادن به این کار برایمان مشکل است. اگر به پشتیبانی تیلز از مک‌های پیش از اینتل نیاز دارد حتماً [[به ما بگویید|support/talk]].
