Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/report_2013_10.*.po
Languages: fa

source: Tails 0.21 [[was released|news/version_0.21]] on October 29.
fa: تیلز ۰٫۲۱ روز ۲۹ اکتبر [[منتشر شد|news/version_0.21]].

source: Tails 0.22 is [scheduled](https://mailman.boum.org/pipermail/tails-dev/2013-September/003718.html) for December 11.
fa: تیلز ۰٫۲۲ [قرار است](https://mailman.boum.org/pipermail/tails-dev/2013-September/003718.html) ۱۱ دسامبر منتشر شود.

source: 86 reports were received through WhisperBack.
fa: تیلز بیش از ۱۸۹٫۹۷۹ بار در ماه اکتبر راه‌اندازی شد. یعنی به طور متوسط هر ۱۴ ثانیه یک راه‌اندازی.

source: 15 226 downloads of the OpenPGP signature of Tails ISO.
fa: - ۱۵٫۲۲۷ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز.

source: Andres Gomez Ramirez proposed an [initial patch](https://mailman.boum.org/pipermail/tails-dev/2013-October/003810.html) to warn when caps-lock in on in the Greeter ([[!tails_ticket 5917]]).
fa: آندرس گومز رامیرز [بسته‌ای مقدماتی](https://mailman.boum.org/pipermail/tails-dev/2013-October/003810.html) برای هشدار روشن بودن کلید قفل تبدیل در خوشامدگو پیشنهاد کرد ([[!tails_ticket 5917]]).

source: We had a low-hanging fruits session [on October 12](https://mailman.boum.org/pipermail/tails-dev/2013-October/003860.html), and malaparte couldn't stop in the end :)
fa: یک جلسه برای انجام کارهای آسان دردسترس در [۱۲ اکتبر](https://mailman.boum.org/pipermail/tails-dev/2013-October/003860.html) داشتیم و malaparte در پایان جلسه بی‌خیال کار نمی‌شد :)

source: Some issues were fixed for the migration to [[!tails_gitweb_branch feature/wheezy desc="Tails Wheezy"]] ([[!tails_ticket 6015]]).
fa: مشکلاتی در رابطه با کوچ به [[!tails_gitweb_branch feature/wheezy desc="Tails Wheezy"]] حل شدند ([[!tails_ticket 6015]]).

source: The branch for SD cards support wired via [[!tails_gitweb_branch feature/sdio desc="SDIO"]] was merged ([[!tails_ticket 6324]]).
fa: شاخهٔ پشتیبانی از کارت‌های حافظه [[!tails_gitweb_branch feature/sdio desc="SDIO"]] ادغام شد ([[!tails_ticket 6324]]).

source: Some [[!tails_gitweb_branch feature/vagrant-libvirt desc="initial work"]] to build Tails with vagrant-libvirt was done ([[blueprint|blueprint/vagrant-libvirt]], [[!tails_ticket 6212]]).
fa: [[!tails_gitweb_branch feature/vagrant-libvirt desc="کارهایی مقدماتی"]] برای ساخت تیلز با vagrant-libvirt انجام شدند ([[blueprint|blueprint/vagrant-libvirt]]، [[!tails_ticket 6212]]).

source: A [[!tails_gitweb_branch feature/stronger-gnupg-cipher desc="branch"]] to use stronger ciphers in GnuPG was prepared and merged.
fa: یک [[!tails_gitweb_branch feature/stronger-gnupg-cipher desc="شاخه"]] برای استفاده از سایفرهای قوی‌تر در GnuPG آماده و ادغام شد.

source: [[!tails_gitweb_branch test/fix-detection-of-used-display]] was merged.
fa: Kevin C. Krinke [در حال کار روی](https://git-tails.immerda.ch/kevin/clock/) یک برنامک ساعت است که ساعت محلی را نیز نشان می‌دهد و در عین حال ساعت گرینویچ را ساعت سیستم نگاه می‌دارد.

source: [[!tails_gitweb_branch feature/Debian-proposed-updates]] was merged, and reverted after the Squeeze point-release was out.
fa: [[!tails_gitweb_branch feature/Debian-proposed-updates]] پس از انتشار نسخهٔ جزیی Squeeze ادغام و بازگشت داده شد.

source: Tails now uses the [[!tails_gitweb_branch feature/same-startpage-custom-url-as-tbb desc="same custom Startpage URL as the TBB"]].
fa: تیلز حالا از [[!tails_gitweb_branch feature/same-startpage-custom-url-as-tbb desc="نشانی صفحهٔ آغاز یکسان با TBB"]] استفاده می‌کند.

source: The ikiwiki setup was [[!tails_gitweb_branch feature/simplify_ikiwiki_setup desc="simplified"]].
fa: تظنیمات ikiwiki [[!tails_gitweb_branch feature/simplify_ikiwiki_setup desc="ساده‌سازی شدند"]].

source: Some [[!tails_gitweb_branch feature/persistent_printers desc="fixes"]] to the persistent printers feature were prepared and merged.
fa: [[!tails_gitweb_branch feature/persistent_printers desc="بهبودهایی"]] در ویژگی درایو مانا آماده و ادغام شدند.

source: A web browser resizing bug was [partially fixed](https://git-tails.immerda.ch/torbutton/tag/?id=debian/1.5.2-2) ([[!tails_ticket 6377]]).
fa: یک ایراد تغییر اندازهٔ مرورگر وب [تا حدودی برطرف شد](https://git-tails.immerda.ch/torbutton/tag/?id=debian/1.5.2-2) ([[!tails_ticket 6377]]).

source: Now installing Linux 3.10.x [[!tails_gitweb_branch feature/linux-3.10.11 desc="from Debian testing"]].
fa: حالا لینوکس ۳٫۱۰٫x را [[!tails_gitweb_branch feature/linux-3.10.11 desc="دبیان آزمایشی نصب می‌کنیم"]].

source: The [[!tails_gitweb_branch security/vidalia_in_its_own_user desc="branch"]] to run Vidalia as its own user was polished and merged. Too bad nobody detected at RC stage the regression it brought, that made its way into Tails 0.21. Did we mention you should test our release candidates?
fa: [[!tails_gitweb_branch security/vidalia_in_its_own_user desc="branch"]] برای اجرای ویدالیا به عنوان کاربر خود بهبود یافته و ادغام شد. متأسفانه کسی متوجه رگرسیونی که در مرحلهٔ آرسی از آن ناشی می‌شد نشد و این مشکل در تیلز ۰٫۲۱ ادامه پیدا کرد. قبلاً گفته‌ایم که خوب است نامزدهای انتشار ما را آزمایش کنید؟

source: The branch [[!tails_gitweb_branch feature/consistent-peristence-path desc="branch"]] to have a consistent path to the persistent volume mountpoint was polished and merged ([[!tails_ticket 5854]]).
fa: [[!tails_gitweb_branch feature/consistent-peristence-path desc="شاخه‌ای"]] برای داشتن مسیری سازگار به نقطهٔ اتصال درایو مانا بهبود یافته و ادغام شد ([[!tails_ticket 5854]]).

source: The work towards MAC spoofing [[!tails_gitweb_branch feature/spoof-mac desc="went on"]].
fa: کارها برای جازنی آدرس مک [[!tails_gitweb_branch feature/spoof-mac desc="ادامه یافت"]].

source: Various regressions detected in 0.21~rc1 were fixed in time for the 0.21 final release. Not all, unfortunately.
fa: رگرسیون‌های متعددی که در 0.21~rc1 یافت شده بودند به‌موقع برای نسخهٔ نهایی ۰٫۲۱ برطرف شدند، البته متأسفانه نه همهٔ آن‌ها.

source: Some [[!tails_gitweb_branch feature/ff24 desc="initial work"]] was done towards the migration to Torbutton 1.6.x ([[!tails_ticket 6371]]) and Firefox 24 ([[!tails_ticket 6370]]).
fa: برخی [[!tails_gitweb_branch feature/ff24 desc="کارهای مقدماتی"]] برای کوچ به تورباتن ۱٫۶٫x ([[!tails_ticket 6371]]) و فایرفاکس ۲۴ ([[!tails_ticket 6370]]) انجام شدند.

source: A [[!debbug 725779 desc="plan"]] was proposed to fix OTR protocol downgrade in Debian Squeeze and Wheezy.
fa: [[!debbug 725779 desc="طرحی"]] برای رفع مشکل ارتقاء به عقب پروتکل OTR در دبیان‌های Squeeze و Wheezy مطرح شد.

source: Some build-dependencies for Tails software were uploaded to Debian, and accepted: [[!debpts libdist-zilla-plugin-test-notabs-perl]], [[!debpts libdist-zilla-plugin-test-perl-critic-perl]] and [[!debpts libdist-zilla-plugin-installguide-perl]].
fa: بعضی وابستگی‌های ساخت نرم‌افزار تیلز روی دبیان آپلود شده و پذیرفته شدند: [[!debpts libdist-zilla-plugin-test-notabs-perl]]، [[!debpts libdist-zilla-plugin-test-perl-critic-perl]] و [[!debpts libdist-zilla-plugin-installguide-perl]].

source: Incremental updates were worked on.
fa: یک initscript برای Tahoe-LAFS [[!debbug 652003 desc="نوشته شده‌است"]].

source: killyourtv volunteered to maintain I2P in Tails.
fa: killyourtv داوطلب نگهداری I2P در تیلز شد.

source: A few patches for AppArmor profiles were submitted upstream.
fa: [[!debpts bilibop]] 0.4.17، 0.4.17~bpo70+1، 0.4.18 و 0.4.19 روی دبیان آپلود شدند.

source: [[!debpts mat]] 0.4-1 and 0.4.2-1 were uploaded to Debian.
fa: [[!debpts mat]] 0.4-1 و 0.4.2-1 روی دبیان آپلود شدند.

source: - The [[contribute]] section was significantly improved. [[!tails_ticket 6165 desc="More"]] is coming. - The bug reporting workflow [[!tails_gitweb_branch doc/improve_bug_reporting_workflow desc="was improved"]]. - [The first round of cleaning the forum is over!](https://mailman.boum.org/pipermail/tails-dev/2013-October/003910.html). - The Front Desk role [[was documented|contribute/working_together/roles/front_desk]]. - Public meetings notes are [[now online|contribute/meetings]]. - Drafts were proposed to: * [point to newbie-friendly Git documentation](https://git-tails.immerda.ch/mercedes508/tails/log/?h=doc/newbie_git_doc_links). - Documentation was added to explain: * [[!tails_gitweb_branch doc/additional_software_and_tor desc="that (almost any) additional software cannot connect without Tor"]]; * [[!tails_gitweb_branch doc/explain_why_Tor_is_slow desc="why Tor is slow"]] ([[!tails_ticket 5641]]); * [[!tails_gitweb_branch doc/explain_path_for_claws_mail_persistent desc="how to make Claws Mail persistence cover email retrieved over POP3"]]; * [that OpenPGP keyring can be made persistent](https://git-tails.immerda.ch/mercedes508/tails/log/?h=doc/gpgapplet_gnupg_persistence) in the OpenPGP applet documentation ([[!tails_ticket 6332]]); * [[!tails_gitweb_branch doc/using_a_virtual_keyboard desc="how to use a virtual keyboard"]]. - Some [[!tails_ticket 5797 desc="logo proposals"]] were sent by Andrew Pilkington from Picasso Fish. - A new team proposed to maintain the [translation in German](https://mailman.boum.org/pipermail/tails-l10n/2013-October/000718.html).
fa: - بخش [[همکاری]] تا حد زیادی پیشرفت یافت. [[!tails_ticket 6165 desc="چیزهای بیشتری"]] در راه هستند. - جریان گزارش ایراد [[!tails_gitweb_branch doc/improve_bug_reporting_workflow desc="بهبود یافت"]]. - [دور اول مرتب‌سازی انجمن انجام شد!](https://mailman.boum.org/pipermail/tails-dev/2013-October/003910.html). - نقش پیشخوان [[مستندسازی شد|contribute/working_together/roles/front_desk]]. - یادداشت‌های جلسات عمومی [[حالا آنلاین هستند|contribute/meetings]]. - پیش‌نویس‌هایی برای موارد زیر مطرح شدند: * [اشاره به مستندات دوستانه و جدید گیت](https://git-tails.immerda.ch/mercedes508/tails/log/?h=doc/newbie_git_doc_links). - مستندسازی برای توضیح این اضافه شد که: * [[!tails_gitweb_branch doc/additional_software_and_tor desc="(تقریباً) هیچ نرم‌افزار اضافی نمی‌تواند بدون تور به اینترنت متصل شود"]]; * [[!tails_gitweb_branch doc/explain_why_Tor_is_slow desc="چرا تور کند است"]] ([[!tails_ticket 5641]]); * [[!tails_gitweb_branch doc/explain_path_for_claws_mail_persistent desc="]چگونه می‌توان کاری کرد Claws Mail مانا رایانامه‌های دریافت‌شده از طریق POP3 را مخفی کند"]]; * [تا کی‌رینگ اُپن‌پی‌جی‌پی بتواند مانا شود](https://git-tails.immerda.ch/mercedes508/tails/log/?h=doc/gpgapplet_gnupg_persistence) در مستندسازی برنامک اُپن‌پی‌جی‌پی ([[!tails_ticket 6332]]); * [[!tails_gitweb_branch doc/using_a_virtual_keyboard desc="چگونگی استفاده از یک صفحه‌کلید مجازی"]]. - چند [[!tails_ticket 5797 desc="پیشنهاد برای لوگو"]] توسط Andrew Pilkington از Picasso Fish ارسال شدند. - یک تیم جدید پیشنهاد [ترجمه به آلمانی](https://mailman.boum.org/pipermail/tails-l10n/2013-October/000718.html) را ارائه داد.

source: A pbuilder chroot to build Iceweasel 24 was prepared.
fa: یک pbuilder chroot برای ایجاد Iceweasel 24 آماده شد.

source: A donation of UEFI hardware was proposed by [ThinkPenguin.com](https://www.thinkpenguin.com/) and should be finalized soon. Thank you!
fa: [ThinkPenguin.com](https://www.thinkpenguin.com/) پیشنهاد اعطای چند سخت‌افزار UEFI کرده که باید به زودی نهایی شود. متشکریم!

source: All our tickets were looked at and triaged.
fa: حالا یک ربات روی IRC داریم که توضیح درخواست‌های مورداشاره را نشان می‌دهد. ممنونیم weasel!

source: Adding a [clock](https://mailman.boum.org/pipermail/tails-dev/2013-October/003762.html) [applet](https://mailman.boum.org/pipermail/tails-dev/2013-October/003992.html).
fa: اضافه کردن یک [برنامک](https://mailman.boum.org/pipermail/tails-dev/2013-October/003992.html) [ساعت](https://mailman.boum.org/pipermail/tails-dev/2013-October/003762.html).

source: [MAC address spoofing](https://mailman.boum.org/pipermail/tails-dev/2013-October/003835.html)
fa: [جا زدن آدرس مک](https://mailman.boum.org/pipermail/tails-dev/2013-October/003835.html)

source: [Installing caff or monkeysign](https://mailman.boum.org/pipermail/tails-dev/2013-October/003767.html) ([[!tails_ticket 6338]])
fa: [نصب caff یا monkeysign](https://mailman.boum.org/pipermail/tails-dev/2013-October/003767.html) ([[!tails_ticket 6338]])

source: [The future of TrueCrypt implementations in Tails](https://mailman.boum.org/pipermail/tails-dev/2013-October/003790.html) ([[!tails_ticket 5373]])
fa: [آیندهٔ به‌کارگیری تروکریپت در تیلز](https://mailman.boum.org/pipermail/tails-dev/2013-October/003790.html) ([[!tails_ticket 5373]])

source: [Bitcoin in Tails](https://mailman.boum.org/pipermail/tails-dev/2013-October/003773.html)
fa: [بیت‌کوین در تیلز](https://mailman.boum.org/pipermail/tails-dev/2013-October/003773.html)

source: [uVirtus design](https://mailman.boum.org/pipermail/tails-dev/2013-October/003828.html)
fa: [طراحی uVirtus](https://mailman.boum.org/pipermail/tails-dev/2013-October/003828.html)

source: [Making the system partition bigger](https://mailman.boum.org/pipermail/tails-dev/2013-October/003857.html)
fa: [بزرگ‌تر کردن پارتیشن سیستم](https://mailman.boum.org/pipermail/tails-dev/2013-October/003857.html)

source: [Timing of the move to FF24](https://mailman.boum.org/pipermail/tails-dev/2013-October/003885.html)
fa: [زمان‌بندی انتقال به FF24](https://mailman.boum.org/pipermail/tails-dev/2013-October/003885.html)

source: [Tor Launcher in Tails?](https://mailman.boum.org/pipermail/tails-dev/2013-October/003935.html)
fa: [راه‌انداز تور در تیلز؟](https://mailman.boum.org/pipermail/tails-dev/2013-October/003935.html)

source: [Using version instead of release in APT preferences?](https://mailman.boum.org/pipermail/tails-dev/2013-October/003972.html)
fa: [استفاده از نسخهٔ نصب‌شده در ترجیحات اپت؟](https://mailman.boum.org/pipermail/tails-dev/2013-October/003972.html)

source: [Roles description for contribute section](https://mailman.boum.org/pipermail/tails-dev/2013-October/003984.html)
fa: [توضیح نقش‌ها برای بخش همکاری](https://mailman.boum.org/pipermail/tails-dev/2013-October/003984.html)

source: A talk about Tails [was held](http://www.irill.org/events/tails-confidentialite-et-anonymat-pour-tous-et-partout) in Paris. Thanks to Stefano Zacchiroli for organizing it, and to IRILL for hosting it!
fa: یک سخنرانی در مورد تیلز در پاریس [برگزار شد](http://www.irill.org/events/tails-confidentialite-et-anonymat-pour-tous-et-partout). با تشکر از استفانو زاکیرولی برای سازمان‌دهی آن و از IRILL برای میزبانی آن!

source: We have sent proposals to sponsors Echo and Hotel.
fa: پیشنهادهایی برای اسپانسرهای اکو و هتل فرستاده‌ایم.

source: We have been approached for a funding proposal by sponsor Golf.
fa: اسپانسر گلف با ما تماس گرفته تا پیشنهادی برای دریافت سرمایه ارائه کنیم.

source: We read a lot and got in touch with various people to gather enough information to decide if we're going to create a dedicated non-profit organization for Tails, or use another existing one as our fiscal sponsor.
fa: برای تصمیم‌گیری در مورد ایجاد یک سازمان خاص غیرانتفاعی برای تیلز یا استفاده از سازمانی موجود به عنوان پشتیبان مالی خود بسیار مطالعه و پرس‌جو کردیم و با افراد مختلفی نیز در این زمینه گفتگو کردیم.

source: 2013-10-15: [CRYPTO-GRAM, October 15, 2013](http://www.schneier.com/crypto-gram-1310.html) — Bruce Schneier: "One thing I didn't do, although it's worth considering, is use a stateless operating system like Tails. You can configure Tails with a persistent volume to save your data, but no operating system changes are ever saved. Booting Tails from a read-only DVD -- you can keep your data on an encrypted USB stick -- is even more secure. Of course, this is not foolproof, but it greatly reduces the potential avenues for attack."
fa: ۲۰۱۳/۱۰/۱۵: [CRYPTO-GRAM، ۱۵ اکتبر، ۲۰۱۳](http://www.schneier.com/crypto-gram-1310.html): بروس اشنیر: «یک کار که انجام ندادم و می‌شود آن را در نظر داشت استفاده از یک سیستم‌عامل بی‌وضعیت مثل تیلز است. می‌توانید تیلز را با یک درایو مانا پیکربندی کنید تا اطلاعاتتان ذخیره شوند، اما هیچ تغییری در سیستم‌عامل هرگز ذخیره نمی‌شود. با راه‌اندازی ایلز از یک دی‌وی‌دی تنها قابل خواندن می‌توانید اطلاعات خود را روی یک درایو یواس‌بی رمزگذاری‌شده که این کار حتی امن‌تر است. البته این سیستم بدون نقص نیست اما میزان حملات احتمالی را تا حدود زیادی کم می‌کند.»
