Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/test_3.0-beta1.*.po
Languages: fr

source: [[!meta title="Call for testing: 3.0~beta1"]]
fr: [[!meta title="Appel à tester : Tails 3.0~beta1"]]

source: You can help Tails! The first beta for the upcoming version 3.0 is out. We are very excited and cannot wait to hear what you think about it :)
fr: Vous pouvez aider Tails ! La première bêta pour la future version 3.0 est disponible. Nous sommes très enthousiastes et impatients de savoir ce que vous en pensez :)

source: What's new in 3.0~beta1?
fr: Quoi de neuf dans la version 3.0~beta1 ?

source: Tails 3.0 will be the first version of Tails based on Debian 9 (Stretch). As such, it upgrades essentially all included software.
fr: Tails 3.0 sera la première version de Tails basée sur Debian 9 (Stretch). De ce fait, il s'agit essentiellement de la mise à jour de tous les logiciels inclus.

source: Other changes include:
fr: Autres changements inclus :

source: A 64-bit processor [[is now required|news/Tails_3.0_will_require_a_64-bit_processor]].
fr: Un processeur 64 bits [[est maintenant indispensable|news/Tails_3.0_will_require_a_64-bit_processor]].

source: We redesigned Tails Greeter entirely.
fr: Nous avons revu entièrement Tails Greeter (l'écran de démarrage de Tails).

source: [[!img news/test_redesigned_Tails_Greeter/greeter-alpha.png link="no" class="margin center" alt="Redesigned Tails Greeter alpha screenshot"]]
fr: [[!img news/test_redesigned_Tails_Greeter/greeter-alpha.png link="no" class="margin center" alt="Copie d'écran de la version alpha du Tails Greeter revu"]]

source: GNOME Shell is now configured to use its default black theme.
fr: GNOME Shell est maintenant configuré pour utiliser le thème sombre par défaut.

source: We fixed a lot of problems since Tails 3.0~alpha1.
fr: Nous avons corrigés plusieurs problèmes depuis Tails 3.0~alpha1.

source: Technical details of all the changes are listed in the [Changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=feature/stretch).
fr: Les détails techniques de tous les changements sont présentés dans [la liste des changements](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=feature/stretch).

source: How to test Tails 3.0~beta1?
fr: Comment tester Tails 3.0~beta1 ?

source: **We will provide security updates for Tails 3.0~beta1**, just like we do for stable versions of Tails.
fr: **Nous fournirons les mises à jour de sécurité pour Tails 3.0~beta1**, comme nous le faisons pour les versions stables de Tails.

source: But **keep in mind that this is a test image**. We tested that it is not broken in obvious ways, but it might still contain undiscovered issues.
fr: Mais **gardez à l'esprit qu'il s'agit d'une image de test**. Nous avons testé qu'il n'y a pas de problèmes majeurs, mais elle peut encore contenir des problèmes non découverts.

source: But test wildly!
fr: Mais testez là entièrement !

source: If you find anything that is not working as it should, please report to us on <tails-testers@boum.org>.
fr: Si vous trouvez quelque chose qui ne fonctionne pas comme il devrait, merci de nous le signaler à <tails-testers@boum.org>.

source: Bonus points if you first check if it is a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fr: Nous vous sommes reconnaissants de vérifier d'abord s'il s'agit d'un <a href="#known_issues">problème connu de cette version</a> ou un [[problème connu de longue date|support/known_issues]].

source: Download and install
fr: Télécharger et installer

source: <a class="download-file use-mirror-pool" href="http://dl.amnesia.boum.org/tails/alpha/tails-amd64-3.0~beta1/tails-amd64-3.0~beta1.iso">Tails 3.0~beta1 ISO image</a> <span class="openpgp-small-link">[[OpenPGP signature|torrents/files/tails-amd64-3.0~beta1.iso.sig]]</span>
fr: <a class="download-file use-mirror-pool" href="http://dl.amnesia.boum.org/tails/alpha/tails-amd64-3.0~beta1/tails-amd64-3.0~beta1.iso">image ISO Tails 3.0~beta1</a> <span class="openpgp-small-link">[[signature OpenPGP|torrents/files/tails-amd64-3.0~beta1.iso.sig]]</span>

source: To install 3.0~beta1, follow our usual [[installation instructions|install]], skipping the **Download and verify** step.
fr: Pour installer la version 3.0~beta1, suivez nos [[instructions d'installation|install]] habituelles, en sautant l'étape **Télécharger et vérifier**.

source: Known issues in 3.0~beta1
fr: Problèmes connus dans la version 3.0~beta1

source: The documentation was not adjusted yet.
fr: La documentation n'est pas encore à jour en conséquence.

source: The <span class="guilabel">Formats</span> settings chosen in Tails Greeter have no effect ([[!tails_ticket 12079]]).
fr: Les réglages <span class="guilabel">Formats</span> choisis dans le Tails Greeter n'ont pas d'effets ([[!tails_ticket 12079]]).

source: There is no <span class="guilabel">Read-Only</span> feature for the persistent volume anymore; it is not clear yet whether it will be re-introduced in time for Tails 3.0 final ([[!tails_ticket 12093]]).
fr: Il n'y a pas de fonctionnalité <span class="guilabel">Lecture Seule</span> pour le volume persistant ; il n'est pas sûr à ce stade que cette fonctionnalité soit réintroduite à temps pour la version finale de Tails 3.0([[!tails_ticket 12093]]).

source: Some commonly used ways to start graphical applications as the `root` user are not supported anymore. Some workarounds are documented on [[!tails_ticket 12000]].
fr: Plusieurs façons habituelles de démarrer des applications graphiques en tant qu'utilisateur `root` ne sont plus supportées. Des contournements sont documentés dans [[!tails_ticket 12000]].

source: If you use the *KeePassX* persistence feature, you need to manually import your passwords database ([[!tails_ticket 10956]]).
fr: Si vous utilisez la fonction persistante de *KeePassX*, vous devrez importer manuellement votre base de données des mots de passe ([[!tails_ticket 10956]]).

source: Some command-line programs (at least *Monkeysign*, *Git*, and *wget*) display confusing error messages in the *Terminal*, although they work fine: [[!tails_ticket 11736]], [[!tails_ticket 12091]], [[!tails_ticket 12205]].
fr: Certains programmes en ligne de commande (notamment *Monkeysign*, *Git*, and *wget*) affichent des messages d'erreurs obscurs dans le *Terminal*, malgré cela ils fonctionnent correctement : [[!tails_ticket 11736]], [[!tails_ticket 12091]], [[!tails_ticket 12205]].

source: *I2P* fails to start ([[!tails_ticket 12108]]). Note that the *I2P* feature has not been maintained in Tails since more than a year, so *I2P* [[!tails_ticket 11276#note-29 desc="may be removed"]] in Tails 2.12 if this problem is not solved soon.
fr: *I2P* ne démarre pas ([[!tails_ticket 12108]]). Notez que la fonctionnalité *I2P* n'est plus maintenue dans Tails depuis plus d'un an, donc *I2P* [[!tails_ticket 11276#note-29 desc="pourrait être supprimé"]] dans Tails 2.12 si ce problème n'est pas bientôt résolu.

source: [Open tickets for Tails 3.0](https://labs.riseup.net/code/projects/tails/issues?per_page=100&query_id=198)
fr: [Tickets ouverts pour Tails 3.0](https://labs.riseup.net/code/projects/tails/issues?per_page=100&query_id=198)

source: [[Longstanding known issues|support/known_issues]]
fr: [[Problèmes connus de longue date|support/known_issues]]
