Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/test_0.16-rc1.*.po
Languages: fa

source: [[!meta date="2012-12-14 23:45:60 +0200"]] [[!meta title="Call for testing: 0.16~rc1"]]
fa: [[!meta date="۲۰۱۲/۱۲/۱۴ ۲۳:۴۵:۶۰ +۰۲۰۰"]] [[!meta title="درخواست آزمایش: 0.16~rc1"]]

source: You can help Tails! The <em>first</em> release candidate for the upcoming version 0.16 is out. Please test it and see if all works for you.
fa: شما می‌توانید به تیلز کمک کنید! <em>اولین</em> نامزد انتشار برای نسخهٔ پیش‌روی ۰٫۱۶ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 0.16~rc1?
fa: چگونه تیلز 0.16~rc1 را امتحان کنیم؟

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: <strong>در خاطر داشته باشید که این یک تصویر آزمایشی است.</strong> مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Download the ISO image and its signature:
fa: تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.16-rc1/tails-i386-0.16~rc1.iso" >Tails 0.16~rc1 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.16-rc1/tails-i386-0.16~rc1.iso" >تصویر ایزوی تیلز 0.16~rc1</a>

source: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.16-rc1/tails-i386-0.16~rc1.iso.pgp" >Tails 0.16~rc1 signature</a>
fa: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.16-rc1/tails-i386-0.16~rc1.iso.pgp" >امضای تیلز 0.16~rc1</a>

source: [[Verify the ISO image|download#index3h1]].
fa: [[تأیید تصویر ایزو|download#index3h1]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fa: نگاهی به فهرست <a href="#known_issues">مشکلات شناسایی‌شدهٔ این انتشار</a> و فهرست [[lمشکلات شناسایی‌شدهٔ قدیمی|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید|doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید این مشکل یک <a href="#known_issues">مشکل شناسایی‌شدهٔ این انتشار</a> یا یک [[مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: What's new since 0.15?
fa: چه چیزهایی نسبت به ۰٫۱۵ جدید هستند؟

source: Minor improvements
fa: بهبودهای جزیی

source: Replace the too-easy-to-misclick shutdown button with a better "Shutdown Helper" Gnome applet.
fa: جایگزینی دکمهٔ خاموش (که اشتباه کلیک کردن روی آن بسیار ساده بود) با یک برنامک گنوم «کمک‌کنندهٔ خاموشی».

source: Display <code>~/Persistent</code> in GNOME Places and GtkFileChooser if it is mounted.
fa: نمایش <code>~/Persistent</code> در GNOME Places و GtkFileChooser اگر متصل باشد.

source: Set Unsafe Browser's window title to "Unsafe Browser".
fa: تغییر عنوان پنجرهٔ مرورگر غیرامن به «مرورگر غیرامن».

source: Install ekeyd to support the EntropyKey.
fa: نصب ekeyd برای پشتیبانی از EntropyKey.

source: Install font for Sinhala.
fa: نصب قلم برای سینهالی.

source: Update Poedit to 1.5.4.
fa: ارتقای Poedit به ۱٫۵٫۴.

source: Kill Vidalia when restarting Tor.
fa: بستن ویدالیا هنگام راه‌اندازی تور.

source: Hide the persistence setup launchers in kiosk mode.
fa: مخفی کردن راه‌اندازهای تنظیمات مانا در حالت kiosk.

source: Bugfixes
fa: رفع ایرادها

source: Disable IPv6 on all network interfaces.
fa: غیرفعال کردن پروتکل اینترنت نسخهٔ ۶ روی تمام رابط‌های شبکه.

source: Don't look for persistence volume on internal disks.
fa: نگشتن روی سخت‌دیسک‌های داخلی به دنبال درایو مانا.

source: Fix SCIM in the autostarted web browser
fa: درست کردن SCIM در مرورگر وب خودکار راه‌اندازی‌شده

source: Talk of DVD, not of CD, in the shutdown messages.
fa: اشاره به دی‌وی‌دی و نه سی‌دی در پیغام‌های خاموش کردن.

source: Make tordate work in bridge mode with an incorrect clock.
fa: به کار انداختن tordate در حالت پل با یک ساعت نادرست.

source: Set iceweasel homepage to the news section on the Tails website.
fa: تغییر صفحهٔ اول Iceweasel به بخش اخبار تارنمای تیلز.

source: Hide the iceweasel add-on bar by default.
fa: مخفی کردن نوار افزایهٔ Iceweasel به طور پیش‌فرض.

source: Don't hide the AdBlock-Plus button in the add-on bar anymore.
fa: مخفی نکردن دکمهٔ ادبلاک‌پلاس در نوار افزایه‌ها.

source: Do not install a placeholder (fake) FireGPG iceweasel extension anymore.
fa: نصب نکردن یک افزونهٔ فضاپرکن (تقلبی) فایرپی‌جی‌پی Iceweasel.

source: Don't install xul-ext-monkeysphere anymore.
fa: نصب نکردن xul-ext-monkeysphere.

source: Build system
fa: سیستم ساخت

source: Install the "standard" task with tasksel regardless of the build system being used.
fa: نصب کار «استاندارد» با tasksel بدون توجه به سیستم ساخت مورداستفاده.

source: Install p7zip-full explicitly.
fa: نصب واضح p7zip-full.

source: Remove useless pinning of libvpx0.
fa: برداشتن پین کردن بی‌فایدهٔ libvpx0.

source: Remove <code>config/chroot_local-packages/</code> from <code>.gitignore</code>.
fa: برداشتن <code>config/chroot_local-packages/</code> از <code>.gitignore</code>.

source: Make it clearer what can and cannot be done in terms of local packages.
fa: واضح‌تر کردن این که چه چیزی در رابطه با بسته‌های محلی می‌شود و نمی‌شود انجام داد.

source: <a id="known_issues"></a>Known issues in 0.16~rc1
fa: <a id="known_issues"></a>مشکلات شناسایی‌شده در 0.16~rc1

source: None.
fa: هیچ.
