Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/test_0.22.1-rc1.*.po
Languages: fa

source: [[!meta title="Call for testing: 0.22.1~rc1"]]
fa: [[!meta title="درخواست آزمایش: 0.22.1~rc1"]]

source: [[!meta date="2014-01-11 00:18:00"]]
fa: [[!meta date="۲۰۱۴/۰۱/۱۱ ۰۰:۱۸:۰۰"]]

source: You can help Tails! The first release candidate for the upcoming version 0.22.1 is out. Please test it and see if it works for you.
fa: شما می‌توانید به تیلز کمک کنید! اولین نامزد انتشار برای نسخهٔ پیش‌روی ۰٫۲۲٫۱ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 0.22.1~rc1?
fa: چگونه تیلز 0.22.1~rc1 را امتحان کنیم؟

source: **Keep in mind that this is a test image.** We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: **در خاطر داشته باشید که این یک تصویر آزمایشی است.** مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Either try the <a href="#automatic_upgrade">automatic upgrade</a>, or download the ISO image and its signature:
fa: یا از <a href="#automatic_upgrade">ارتقای خودکار</a> استفاده کرده یا تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-0.22.1~rc1/tails-i386-0.22.1~rc1.iso" >Tails 0.22.1~rc1 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-0.22.1~rc1/tails-i386-0.22.1~rc1.iso" >تصویر ایزوی تیلز 0.22.1~rc1 </a>

source: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-0.22.1~rc1.iso.sig">Tails 0.22.1~rc1 signature</a>
fa: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-0.22.1~rc1.iso.sig">امضای تیلز 0.22.1~rc1</a>

source: [[Verify the ISO image|download#verify]].
fa: [[تأیید تصویر ایزو|download#verify]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fa: نگاهی به فهرست <a href="#known_issues">مشکلات شناسایی‌شدهٔ این انتشار</a> و فهرست [[lمشکلات شناسایی‌شدهٔ قدیمی|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید| doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید این مشکل یک <a href="#known_issues">مشکل شناسایی‌شدهٔ این انتشار</a> یا یک [[مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: How automatically upgrade from 0.22?
fa: چگونه از ۰٫۲۲ ارتقای خودکار را انجام بدهم؟

source: These steps allow you to automatically upgrade a device installed with <span class="application">Tails Installer</span> from Tails 0.22 to Tails 0.22.1~rc1.
fa: این مراحل به شما اجازه می‌دهند تا به طور خودکار یک دستگاه نصب‌شده با <span class="application">نصب‌کنندهٔ تیلز</span> را از تیلز ۰٫۲۲ به تیلز 0.22.1~rc1 ارتقاء دهید.

source: Start Tails 0.22 and [[set an administration password|doc/first_steps/startup_options/administration_password]].
fa: تیلز ۰٫۲۲ را راه‌اندازی کرده و[[یک گذرواژهٔ مدیریتی ایجاد کنید|doc/first_steps/startup_options/administration_password]].

source: Run this command in a <span class="application">Root Terminal</span> to select the "alpha" upgrade channel: <pre><code>echo TAILS_CHANNEL=\"alpha\" >> /etc/os-release</code></pre>
fa: این فرمان را در یک <span class="application">پایانهٔ اصلی</span> اجرا کرده یک کانال ارتقای «آلقا» پیدا کنید‌: <pre><code>echo TAILS_CHANNEL=\"alpha\" >> /etc/os-release</code></pre>

source: Run this command in a <span class="application">Root Terminal</span> to install the latest version of <span class="application">Tails Upgrader</span>:
fa: این فرمان را در یک <span class="application">پنجرهٔ اصلی</span> اجرا کرده تا آخرین نسخهٔ <span class="application">ارتقاءدهندهٔ تیلز</span> نصب شود:

source: 4. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;&#x25B8; <span class="guisubmenu">Tails</span>&nbsp;&#x25B8; <span class="guimenuitem">Tails Upgrader</span> </span> to start <span class="application">Tails Upgrader</span>.
fa: ۴. از فهرست <span class="menuchoice"> <span class="guimenu">ابزارها</span>&nbsp;&#x25B8; <span class="guisubmenu">تیلز</span>&nbsp;&#x25B8; <span class="guimenuitem">ارتقاءدهندهٔ تیلز</span> </span> بروید تا <span class="application">ارتقاءدهندهٔ تیلز</span> را آغاز کنید.

source: 5. Accept <span class="application">Tails Upgrader</span>&#39;s proposal to upgrade to Tails 0.22.1~rc1.
fa: ۵. پیشنهاد <span class="application">ارتقاءدهندهٔ تیلز</span>&#39;s proposal را برای ارتقاء به تیلز 0.22.1~rc1 بپذیرید.

source: Wait while the upgrade is downloaded and applied.
fa: صبر کنید تا ارتقاء دانلود و اجرا شود.

source: Restart the system when advised to do so.
fa: هر گاه گفته شد رایانه را دوباره راه‌اندازی کنید.

source: 8. Once the system is restarted, choose <span class="menuchoice"> <span class="guimenu">System</span>&nbsp;&#x25B8; <span class="guimenuitem">About Tails</span> </span> to confirm that the running system is now Tails 0.22.1~rc1.
fa: ۸. پس از راه‌اندازی دوبارهٔ رایانه از مسیر <span class="menuchoice"> <span class="guimenu">سیستم</span>&nbsp;&#x25B8; <span class="guimenuitem">دربارهٔ تیلز</span> </span> بروید تا مطمئن شوید که سیستم در حال اجرا تیلز 0.22.1~rc1 است.

source: What's new since 0.22?
fa: چه چیزهایی نسبت به ۰٫۲۲ جدید هستند؟

source: - Security fixes - Update NSS to 3.14.5-1~bpo60+1.
fa: - رفع مشکلات امنیتی - ارتقای ان‌اس‌اس‌ به 3.14.5-1~bpo60+1.

source: - Major improvements - Check for upgrades availability using Tails Upgrader, and propose to apply an incremental upgrade whenever possible. - Install Linux 3.12 (3.12.6-2).
fa: - پیشرفت‌های مهم - گشتن برای ارتقاهای موجود با استفاده از ارتقاءدهندهٔ تیلز و پیشنهاد به کار بردن ارتقاهای تدریجی در صورت امکان. - نصب لینوکس ۳٫۱۲ (۳٫۱۲٫۶-۲).

source: - Bugfixes - Fix the keybindings problem introduced in 0.22. - Fix the Unsafe Browser problem introduced in 0.22. - Use IE's icon in Windows camouflage mode. - Handle some corner cases better in Tails Installer.
fa: - رفع ایرادها - برطرف کردن مشکل keybinding معرفی‌شده در ۰٫۲۲. - برطرف کردن مشکل «مرورگر غیرامن» معرفی‌شده در ۰٫۲۲. - استفاده از نمایهٔ اینترنت اکسپلورر در حالت استتار ویندوزی. - رسیدگی به بعضی مشکلات در نصب‌کنندهٔ تیلز.

source: - Minor improvements - Update Tor Browser to 24.2.0esr-1+tails1. - Update Torbutton to 1.6.5.3. - Do not start Tor Browser automatically, but notify when Tor is ready. - Import latest Tor Browser prefs. - Many user interface improvements in Tails Upgrader.
fa: - بهبودهای جزیی - ارتقای مرورگر تور به 24.2.0esr-1+tails1. - ارتقای تورباتن به ۱٫۶٫۵٫۳. - راه‌اندازی نکردن خودکار مرورگر تور و در عوض اطلاع دادن این که تور آماده است. - وارد کردن آخرین ترجیحات مرورگر تور. - بهبودهای بسیار در رابط کاربری ارتقاءدهندهٔ تیلز.

source: See the <a href="https://git-tails.immerda.ch/tails/plain/debian/changelog?h=stable">online Changelog</a> for technical details.
fa: برای جزییات فنی رجوع کنید به <a href="https://git-tails.immerda.ch/tails/plain/debian/changelog?h=stable"> لاگ آنلاین تغییرات</a>.

source: Known issues in 0.22.1~rc1
fa: مشکلات شناسایی‌شده در 0.22.1~rc1

source: The memory erasure on shutdown [[!tails_ticket 6460 desc="does not work on some hardware"]].
fa: پاک شدن حافظه هنگام خاموش شدن [[!tails_ticket 6460 desc="روی بعضی سخت‌افزارها کار نمی‌کند"]].
