Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/test_3.0-beta4.*.po
Languages: fr

source: [[!meta title="Call for testing: 3.0~beta4"]]
fr: [[!meta title="Appel à tester : 3.0~beta4"]]

source: You can help Tails! The fourth beta for the upcoming version 3.0 is out. We are very excited and cannot wait to hear what you think about it :)
fr: Vous pouvez aider Tails ! La quatrième bêta pour la future version 3.0 est disponible. Nous sommes très enthousiastes et impatients de savoir ce que vous en pensez :)

source: What's new in 3.0~beta4?
fr: Quoi de neuf dans la version 3.0~beta4 ?

source: Tails 3.0 will be the first version of Tails based on Debian 9 (Stretch). As such, it upgrades essentially all included software.
fr: Tails 3.0 sera la première version de Tails basée sur Debian 9 (Stretch). De ce fait, il s'agit principalement de la mise à jour de tous les logiciels inclus.

source: Other changes since Tails 3.0~beta3 include:
fr: Autres changements inclus depuis Tails 3.0~beta3 :

source: Important security fixes!
fr: Importants correctifs de sécurité !

source: All changes brought by Tails 2.12.
fr: Tous les changements inclus avec Tails 2.12.

source: Upgrade to current Debian 9 (Stretch).
fr: Mise à jour vers la version courante de Debian 9 (Stretch).

source: Many bug fixes in *Tails Greeter*.
fr: Beaucoup de bugs corrigés dans *Tails Greeter*.

source: Fix the ORCA screen reader.
fr: Correction pour le lecteur d'écran ORCA.

source: Replace *Pidgin*'s "systray" icon with the *guifications* plugin.
fr: Remplacement dans la barre d'état de l'icône *Pidgin* par le plugin *guifications*.

source: Technical details of all the changes are listed in the [Changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=feature/stretch).
fr: Les détails techniques de tous ces changements sont listés dans la [liste des changements](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=feature/stretch).

source: How to test Tails 3.0~beta4?
fr: Comment tester Tails 3.0~beta4 ?

source: **We will provide security updates for Tails 3.0~beta4**, just like we do for stable versions of Tails.
fr: **Nous fournirons les mises à jour de sécurité pour Tails 3.0~beta4**, comme nous le faisons pour les versions stables de Tails.

source: But **keep in mind that this is a test image**. We tested that it is not broken in obvious ways, but it might still contain undiscovered issues.
fr: Mais **gardez à l'esprit qu'il s'agit d'une image de test**. Nous avons testé qu'il n'y a pas de problèmes majeurs, mais elle peut encore contenir des problèmes non découverts.

source: But test wildly!
fr: Mais testez-là entièrement !

source: If you find anything that is not working as it should, please report to us on <tails-testers@boum.org>.
fr: Si vous trouvez quelque chose qui ne fonctionne pas comme il devrait, merci de nous le signaler à <tails-testers@boum.org>.

source: Bonus points if you first check if it is a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fr: Des points bonus si vous vérifiez d’abord s'il s'agit d'un <a href="#known_issues">problème connu pour cette version</a> ou d'un [[problème connu de longue date|support/known_issues]].

source: Get Tails 3.0~beta4
fr: Obtenir Tails 3.0~beta4

source: To upgrade, an automatic upgrade is available from 3.0~beta2 and 3.0~beta3 to 3.0~beta4.
fr: Pour mettre à jour, une mise à jour automatique est disponible depuis la version 3.0~beta2 et 3.0~beta3 vers la version 3.0~beta4.

source: If you cannot do an automatic upgrade, you can install 3.0~beta4 by following our usual [[installation instructions|install]], skipping the **Download and verify** step.
fr: Si vous ne pouvez pas faire une mise à jour automatique, vous pouvez installer la version 3.0~beta4 en suivant nos [[instructions d'installation|install]] habituelles, en sautant l'étape **Télécharger et vérifier**.

source: <a class="download-file use-mirror-pool" href="http://dl.amnesia.boum.org/tails/alpha/tails-amd64-3.0~beta4/tails-amd64-3.0~beta4.iso">Tails 3.0~beta4 ISO image</a> <span class="openpgp-small-link">[[OpenPGP signature|torrents/files/tails-amd64-3.0~beta4.iso.sig]]</span>
fr: <a class="download-file use-mirror-pool" href="http://dl.amnesia.boum.org/tails/alpha/tails-amd64-3.0~beta4/tails-amd64-3.0~beta4.iso">Image ISO Tails 3.0~beta4</a> <span class="openpgp-small-link">[[Signature OpenPGP|torrents/files/tails-amd64-3.0~beta4.iso.sig]]</span>

source: Known issues in 3.0~beta4
fr: Problèmes connus dans la version 3.0~beta4

source: The documentation has only been partially updated so far.
fr: La documentation n'est que partiellement mise à jour en conséquence.

source: * The graphical interface fails to start on some Intel graphics adapters. If this happens to you: 1. Add the `xorg-driver=intel` option in the [[boot menu|doc/first_steps/startup_options#boot_menu]]. 2. If this fixes the problem, report to to <tails-testers@boum.org> the output of the following commands:
fr: * L'interface graphique ne démarre pas sur certaines cartes graphiques Intel. Si cela vous arrive : 1. Ajoutez l'option `xorg-driver=intel` dans le [[menu du chargeur d’amorçage|doc/first_steps/startup_options#boot_menu]]. 2. Si cela corrige le problème, signalez-le à <tails-testers@boum.org> avec le résultat des commandes suivantes :

source: … so we get the identifier of your graphics adapter and can have this fix applied automatically in the next Tails 3.0 pre-release. 3. If this does not fix the problem, try Troubleshooting Mode and report the problem to <tails-testers@boum.org>. Include the exact model of your Intel graphics adapter.
fr: … nous aurons alors l'identifiant de votre carte graphique et nous pourrons appliquer automatiquement ce correctif dans la prochaine pré-version de Tails 3.0. 3. Si cela ne corrige pas le problème, essayez le `Troubleshooting Mode` et signalez le problème à <tails-testers@boum.org>. Précisez le modèle exact de votre carte graphique Intel.

source: There is no <span class="guilabel">Read-Only</span> feature for the persistent volume anymore; it is not clear yet whether it will be re-introduced in time for Tails 3.0 final ([[!tails_ticket 12093]]).
fr: Il n'y a pas de fonctionnalité <span class="guilabel">Lecture seule</span> pour le volume persistant ; il n'est pas sûr à ce stade que cette fonctionnalité soit réintroduite à temps pour la version finale de Tails 3.0 ([[!tails_ticket 12093]]).

source: [Open tickets for Tails 3.0~rc1](https://labs.riseup.net/code/projects/tails/issues?per_page=100&query_id=242)
fr: [Tickets ouverts pour Tails 3.0~rc1](https://labs.riseup.net/code/projects/tails/issues?per_page=100&query_id=242)

source: [Open tickets for Tails 3.0](https://labs.riseup.net/code/projects/tails/issues?per_page=100&query_id=198)
fr: [Tickets ouverts pour Tails 3.0](https://labs.riseup.net/code/projects/tails/issues?per_page=100&query_id=198)

source: [[Longstanding known issues|support/known_issues]]
fr: [[Problèmes connus de longue date|support/known_issues]]

source: What's coming up?
fr: Et ensuite ?

source: We will likely publish the first release candidate for Tails 3.0 around May 19.
fr: Nous aimerions publier la première `release candidate` de Tails 3.0 vers le 19 mai 2017.

source: Tails 3.0 is [[scheduled|contribute/calendar]] for June 13.
fr: Tails 3.0 est [[prévu|contribute/calendar]] pour le 13 juin 2017.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] ([[donating|donate#3.0-beta4]] is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] ([[faire un don|donate#3.0-beta4]] est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
