Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/test_0.18-rc1.*.po
Languages: fa

source: [[!meta date="2013-05-05 13:45:00"]] [[!meta title="Call for testing: 0.18~rc1"]]
fa: [[!meta date="۲۰۱۳/۰۵/۰۵"]] [[!meta title="درخواست آزمایش: 0.18~rc1"]]

source: You can help Tails! The first (and hopefully only) release candidate for the upcoming version 0.18 is out. Please test it and see if all works for you.
fa: شما می‌توانید به تیلز کمک کنید! اولین (و امیدواریم تنها) نامزد انتشار برای نسخهٔ پیش‌روی ۰٫۱۸ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 0.18~rc1?
fa: چگونه تیلز 0.18~rc1 را امتحان کنیم؟

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: <strong>در خاطر داشته باشید که این یک تصویر آزمایشی است.</strong> مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Download the ISO image and its signature:
fa: تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.18-rc1/tails-i386-0.18-rc1.iso" >Tails 0.18~rc1 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.18-rc1/tails-i386-0.18-rc1.iso" >تصویر ایزوی تیلز 0.18~rc1</a>

source: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.18-rc1/tails-i386-0.18-rc1.iso.pgp" >Tails 0.18~rc1 signature</a>
fa: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.18-rc1/tails-i386-0.18-rc1.iso.pgp" >امضای تیلز 0.18~rc1 </a>

source: [[Verify the ISO image|download#verify]].
fa: [[تأیید تصویر ایزو|download#verify]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fa: نگاهی به فهرست <a href="#known_issues">مشکلات شناسایی‌شدهٔ این انتشار</a> و فهرست [[lمشکلات شناسایی‌شدهٔ قدیمی|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید|doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید این مشکل یک <a href="#known_issues">مشکل شناسایی‌شدهٔ این انتشار</a> یا یک [[مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: What's new since 0.17.2?
fa: چه چیزهایی نسبت به ۰٫۱۷٫۲ جدید هستند؟

source: New features
fa: ویژگی‌های جدید

source: Support obfs3 bridges.
fa: پشتیبانی از پل‌های obfs3.

source: Automatically install a custom list of additional packages chosen by the user at the beginning of every working session, and upgrade them once a network connection is established (technology preview).
fa: نصب خودکار یک فهرست اختصاصی از بسته‌های اضافای که توسط کاربر در آغاز هر نشست کاری انتخاب می‌شوند و ارتقای آن‌ها پس از متصل شدن به شبکه.

source: Update Torbrowser patches to current maint-2.4 branch (567682b).
fa: ارتقای بسته‌های مرورگر تور به شاخهٔ فعلی maint-2.4 (567682b).

source: Isolate DOM storage to first party URI, and enable DOM storage.
fa: جدا کردن ذخایر DOM برای یوآرآی شخص اول و فعال کردن ذخیره DOM.

source: Isolate the image cache per url bar domain.
fa: جدا کردن کش تصویر برای حوزهٔ نوار یوآرال.

source: Torbutton 1.5.2, and various prefs hacks to fix breakage.
fa: تورباتن ۱٫۵٫۲ و تغییرات مختلف در ترجیحات برای حل مشکل.

source: HTTPS Everywhere 3.2.
fa: «همه‌جا اچ‌تی‌تی‌پی‌اس» ۳٫۲.

source: Update prefs to match the TBB's, fix bugs, and take advantage of the latest Torbrowser patches.
fa: ارتقای ترجیحات برای تطابق با ترجیحات دستهٔ مرورگر تور، رفع ایرادها و استفاده از آخرین بسته‌های مرورگر تور.

source: Make prefs organization closer to the TBB's.
fa: نزدیک‌تر کردن سازمان‌دهی ترجیحات به سازمان‌دهی ترجیحات دستهٔ مرورگر تور.

source: Cleanup prefs.
fa: ترجیحات پاک‌سازی.

source: Update unsafe browser prefs mangling accordingly.
fa: ارتقای ترجیحات «مرورگر غیرامن» بر همین اساس.

source: Bugfixes
fa: رفع ایرادها

source: Fixed swapped filenames of tails-{reboot,shutdown}.desktop.
fa: درست کردن اسم پاک‌شدهٔ فایل‌ها tails-{reboot,shutdown}.desktop.

source: Only add ClientTransportPlugin to torrc when bridge mode is enabled.
fa: اضافه کردن ClientTransportPlugin به torrc تنها هنگام فعال بودن حالت پل.

source: Minor improvements
fa: بهبودهای جزیی

source: Set <code>kernel.dmesg_restrict=1</code>, and make <code>/proc/&lt;pid&gt;/</code> invisible and restricted for other users.
fa: تنظیم <code>kernel.dmesg_restrict=1</code> و نامرئی کردن <code>/proc/&lt;pid&gt;/</code> و محدود کردن آن برای کاربران دیگر.

source: Install gnome-screenshot.
fa: نصب gnome-screenshot.

source: Don't disable IPv6 on all network interfaces anymore.
fa: توقف غیرفعال کردن پروتکل اینترنت نسخهٔ ۶ روی تمام رابط‌های شبکه.

source: Add a "About Tails" launcher in the System menu.
fa: اضافه کردن یک راه‌انداز «دربارهٔ تیلز» در فهرست سیستم.

source: Install GNOME accessibility themes.
fa: نصب تم‌های دسترسی‌پذیری گنوم.

source: Use <em>Getting started...</em> as the homepage for Tails documentation button.
fa: استفاده از <em>شروع...</em> به عنوان صفحهٔ اول دکمهٔ مستندات تیلز.

source: Stop relying on the obsolete <code>/live/image</code> compatibility symlink.
fa: تکیه نکردن به symlink سازگاری منسوخ <code>/live/image</code>.

source: Disable audio preview in Nautilus.
fa: غیرفعال کردن پیش‌نمایش صوتی در ناتیلوس.

source: Localization: many translation updates all over the place.
fa: بومی‌سازی: پیشرفت‌های مختلف کار ترجمه.

source: Build process
fa: روند ساخت

source: Make Vagrant's build-tails script support Jenkins too.
fa: ایجاد پشتیبانی جنکینز از سوی اسکریپت build-tails واگرانت.

source: Test suite
fa: بستهٔ آزمایشی

source: Fix Unsafe Browser test broken by hidepid.
fa: درست کردن آزمایش «مرورگر امن» که به خاطر hidepid دچار مشکل شده بود.

source: <a id="known_issues"></a>Known issues in 0.18~rc1
fa: <a id="known_issues"></a>مشکلات شناسایی‌شده در 0.18~rc1

source: A number of Iceweasel prefs are not applied. This can result in a more fingerprintable web browsing behaviour than usual.
fa: بعضی ترجیحات Iceweasel اجرا نشده‌اند. این امر ممکن است منجر به رفتار وب‌گردی شود که بیشتر از حالت عادی قابل انگشت‌نگاری باشد.

source: The Iceweasel web browser leaks some browser type information via JavaScript.
fa: مرورگر وب Iceweasel از طریق جاوااسکریپت اطلاعاتی در مورد نوع مرورگر فاش می‌کند.

source: All these issues should be fixed in Tails 0.18.
fa: تمام این مشکلات باید در تیلز ۰٫۱۸ برطرف شوند.
