Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/test_3.0-alpha1.*.po
Languages: fr

source: [[!meta title="Call for testing: 3.0~alpha1"]]
fr: [[!meta title="Appel à tester : 3.0~alpha1"]]

source: You can help Tails! The first alpha for the upcoming version 3.0 is out. We are very excited and cannot wait to hear what you think about it :)
fr: Vous pouvez aider Tails ! La première alpha de la version 3.0 est disponible. Nous sommes très enthousiastes et impatients de savoir ce que vous en pensez :)

source: What's new in 3.0?
fr: Quoi de neuf dans la version 3.0 ?

source: Tails 3.0 will be the first version of Tails based on Debian 9 (Stretch). As such, it upgrades essentially all included software.
fr: Tails 3.0 sera la première version de Tails basée sur Debian 9 (Stretch). Par conséquent, tous les logiciels seront mis à jour.

source: It also requires a 64-bit computer, and GNOME Shell is now configured to use its default black theme.
fr: Elle requiert également un ordinateur 64 bits et GNOME Shell est maintenant configuré pour utiliser le thème sombre par défaut.

source: Technical details of all the changes are listed in the [Changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=feature/stretch).
fr: Les détails techniques de tous les changements sont listés dans le [journal des changements](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=feature/stretch).

source: How to test Tails 3.0~alpha1?
fr: Comment tester Tails 3.0~alpha1 ?

source: **Keep in mind that this is a test image.** We tested that it is not broken in obvious ways, but it might still contain undiscovered issues.
fr: **Gardez à l'esprit qu'il s'agit d'une image de test.** Nous nous sommes assurés qu'il n'y a pas de dysfonctionnements évidents, mais elle peut toujours contenir des problèmes non-découverts.

source: But test wildly!
fr: Mais testez largement !

source: If you find anything that is not working as it should, please report to us <tails-testers@boum.org>.
fr: Si vous tombez sur quelque chose qui ne fonctionne pas comme il le devrait, merci de nous le signaler à <tails-testers@boum.org>.

source: Bonus points if you first check if it is a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fr: Points bonus si vous vérifiez avant qu'il ne s'agit pas d'un <a href="#known_issues">problème connu de cette version</a> ou un [[problème connu de longue date|support/known_issues]].

source: Download and install
fr: Téléchargement et installation

source: <a class="download-file use-mirror-pool" href="http://dl.amnesia.boum.org/tails/alpha/tails-amd64-3.0~alpha1/tails-amd64-3.0~alpha1.iso">Tails 3.0~alpha1 ISO image</a> <span class="openpgp-small-link">[[OpenPGP signature|torrents/files/tails-amd64-3.0~alpha1.iso.sig]]</span>
fr: <a class="download-file use-mirror-pool" href="http://dl.amnesia.boum.org/tails/alpha/tails-amd64-3.0~alpha1/tails-amd64-3.0~alpha1.iso">Image ISO de Tails 3.0~alpha1</a> <span class="openpgp-small-link">[[Signature OpenPGP|torrents/files/tails-amd64-3.0~alpha1.iso.sig]]</span>

source: You cannot install Tails 3.0~alpha1 from Tails 2.x. It is impossible as well to upgrade to Tails 3.0~alpha1 from Tails 2.x. So, either install or upgrade from a non-Tails system, or start Tails 3.0~alpha1 from DVD and then clone it to a USB stick.
fr: Vous ne pouvez pas installer Tails 3.0~alpha1 depuis Tails 2.x. Il est également impossible de mettre à jour vers Tails 3.0~alpha1 depuis Tails 2.x. Vous devez donc soit installer ou mettre à jour votre périphérique depuis un autre système que Tails, soit démarrer Tails 3.0~alpha1 depuis un DVD puis le cloner sur une clé USB.

source: To install 3.0~alpha1, follow our usual [[installation instructions|install]], skipping the **Download and verify** step.
fr: Pour installer Tails 3.0~alpha1, suivez nos [[instructions habituelles|install]], en sautant l'étape **Télécharger et vérifier**.

source: If you find anything that is not working as it should, please report to us on <tails-testers@boum.org>.
fr: Si vous tombez sur quelque chose qui ne fonctionne pas comme il le devrait, merci de nous le signaler à <tails-testers@boum.org>.

source: Known issues in 3.0~alpha1 =========================
fr: Problèmes connus dans la version 3.0~alpha1 =========================

source: The documentation was not adjusted yet.
fr: La documentation n'a pas encore été adaptée.

source: [Open tickets for Tails 3.0](https://labs.riseup.net/code/projects/tails/issues?per_page=100&query_id=198)
fr: [Tickets ouverts pour Tails 3.0](https://labs.riseup.net/code/projects/tails/issues?per_page=100&query_id=198)

source: * If you have the GnuPG persistence feature enabled, update files in `/home/amnesia/.gnupg/`: 1. Set up an administration password and log in. 2. Import `dirmngr.conf` from `/lib/live/mount/rootfs/filesystem.squashfs/etc/skel/.gnupg/dirmngr.conf`. 3. Backup the `/home/amnesia/.gnupg/gpg.conf` file, replace it with `/lib/live/mount/rootfs/filesystem.squashfs/etc/skel/.gnupg/gpg.conf`, and re-apply your custom settings on top of the new file.
fr: * Si vous avez activé l'option de persistance GnuPG, mettez à jour les fichiers dans `/home/amnesia/.gnupg/` : 1. Définissez un mot de passe d'administration et lancez la session. 2. Importez `dirmngr.conf` depuis `/lib/live/mount/rootfs/filesystem.squashfs/etc/skel/.gnupg/dirmngr.conf`. 3. Sauvegardez le fichier `/home/amnesia/.gnupg/gpg.conf`, remplacez-le par `/lib/live/mount/rootfs/filesystem.squashfs/etc/skel/.gnupg/gpg.conf`, et re-appliquez vos personnalisations dans le nouveau fichier.

source: [[Longstanding known issues|support/known_issues]]
fr: Voir également les [[problèmes connus de longue date|support/known_issues]]
