Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/test_3.0-beta3.*.po
Languages: fr

source: [[!meta title="Call for testing: 3.0~beta3"]]
fr: [[!meta title="Appel à tester : 3.0~beta3"]]

source: You can help Tails! The third beta for the upcoming version 3.0 is out. We are very excited and cannot wait to hear what you think about it :)
fr: Vous pouvez aider Tails ! La troisième bêta pour la future version 3.0 est disponible. Nous sommes très enthousiastes et impatients de savoir ce que vous en pensez :)

source: What's new in 3.0~beta3?
fr: Quoi de neuf dans la version 3.0~beta3 ?

source: Tails 3.0 will be the first version of Tails based on Debian 9 (Stretch). As such, it upgrades essentially all included software.
fr: Tails 3.0 sera la première version de Tails basée sur Debian 9 (Stretch). De ce fait, il s'agit principalement de la mise à jour de tous les logiciels inclus.

source: Other changes since Tails 3.0~beta2 include:
fr: Autres changements inclus depuis Tails 3.0~beta2 :

source: Important security fixes!
fr: Importants correctifs de sécurité !

source: Upgrade to current Debian 9 (Stretch).
fr: Mise à jour vers la version courante de Debian 9 (Stretch).

source: * Tails Greeter: - Make the "Formats" settings in Tails Greeter take effect (it was introduced in Tails 3.0~alpha1 but has been broken since then). - Add keyboard shortcuts: * Alt key for accelerators in the main window * Ctrl+Shift+A for setting an administrator password * Ctrl+Shift+M for MAC spoofing settings * Ctrl+Shift+N for Tor network settings
fr: * Tails Greeter : - Faire que le réglage "Formats" dans le Tails Greeter fonctionne (il a été ajouté dans Tails 3.0~alpha1 mais il était cassé jusque-là). - Ajout de raccourcis clavier : * Alt pour activer les raccourcis dans la fenêtre principale * Ctrl+Shift+A pour configurer le mot de passe d'administration * Ctrl+Shift+M pour les paramètres d'usurpation d'adresse MAC * Ctrl+Shift+N pour les paramètres du réseau Tor

source: Remove I2P. (This will happen in Tails 2.12 as well.)
fr: Suppression d'I2P. (Cela devrait également arriver dans Tails 2.12.)

source: Reintroduce the X11 guest utilities for VirtualBox (clipboard sharing and shared folders should work again).
fr: Réintroduction des utilitaires hôtes X11 pour VirtualBox (le partage du presse-papier et les dossiers partagés devraient marcher à nouveau).

source: Upgrade X.Org server and the modesetting driver in hope it will fix crashes when using some Intel graphics cards.
fr: Mise à jour du serveur X.Org et du pilote modesetting en espérant que cela corrige les plantages qui arrivent lors de l'utilisation de certaines cartes graphiques Intel.

source: Automate the migration from KeePassX databases generated on Tails 2.x to the format required by KeePassX 2.0.x.
fr: Automatisation de la migration des bases de données KeePassX générées avec Tails 2.x vers le format requis par KeePassX 2.0.x.

source: Technical details of all the changes are listed in the [Changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=feature/stretch).
fr: Les détails techniques de tous les changements sont présentés dans la [liste des changements](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=feature/stretch).

source: How to test Tails 3.0~beta3?
fr: Comment tester Tails 3.0~beta3 ?

source: **We will provide security updates for Tails 3.0~beta3**, just like we do for stable versions of Tails.
fr: **Nous fournirons les mises à jour de sécurité pour Tails 3.0~beta3**, comme nous le faisons pour les versions stables de Tails.

source: But **keep in mind that this is a test image**. We tested that it is not broken in obvious ways, but it might still contain undiscovered issues.
fr: Mais **gardez à l'esprit qu'il s'agit d'une image de test**. Nous avons testé qu'il n'y a pas de problèmes majeurs, mais elle peut encore contenir des problèmes non découverts.

source: But test wildly!
fr: Mais testez là entièrement !

source: If you find anything that is not working as it should, please report to us on <tails-testers@boum.org>.
fr: Si vous trouvez quelque chose qui ne fonctionne pas comme il devrait, merci de nous le signaler à <tails-testers@boum.org>.

source: Bonus points if you first check if it is a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fr: Des points bonus si vous vérifiez d’abord si c'est un <a href="#known_issues">problème connu pour cette version</a> ou un [[problème connu de longue date|support/known_issues]].

source: Get Tails 3.0~beta3
fr: Obtenir Tails 3.0~beta3

source: To upgrade, an automatic upgrade is available from 3.0~beta2 to 3.0~beta3.
fr: Pour mettre à jour, une mise à jour automatique est disponible depuis la version 3.0~beta2 vers la version 3.0~beta3.

source: If you cannot do an automatic upgrade, you can install 3.0~beta3 by following our usual [[installation instructions|install]], skipping the **Download and verify** step.
fr: Si vous ne pouvez pas faire une mise à jour automatique, vous pouvez installer la version 3.0~beta3 en suivant nos [[instructions d'installation|install]] habituelles, en sautant l'étape **Télécharger et vérifier**.

source: <a class="download-file use-mirror-pool" href="http://dl.amnesia.boum.org/tails/alpha/tails-amd64-3.0~beta3/tails-amd64-3.0~beta3.iso">Tails 3.0~beta3 ISO image</a> <span class="openpgp-small-link">[[OpenPGP signature|torrents/files/tails-amd64-3.0~beta3.iso.sig]]</span>
fr: <a class="download-file use-mirror-pool" href="http://dl.amnesia.boum.org/tails/alpha/tails-amd64-3.0~beta3/tails-amd64-3.0~beta3.iso">Image ISO Tails 3.0~beta3</a> <span class="openpgp-small-link">[[Signature OpenPGP|torrents/files/tails-amd64-3.0~beta3.iso.sig]]</span>

source: Known issues in 3.0~beta3
fr: Problèmes connus dans la version 3.0~beta3

source: The documentation has only been partially updated so far.
fr: Pour le moment, la documentation n'est qu'en partie mise à jour.

source: There is no <span class="guilabel">Read-Only</span> feature for the persistent volume anymore; it is not clear yet whether it will be re-introduced in time for Tails 3.0 final ([[!tails_ticket 12093]]).
fr: Il n'y a pas de fonctionnalité <span class="guilabel">Lecture seule</span> pour le volume persistant ; il n'est pas sûr à ce stade que cette fonctionnalité soit réintroduite à temps pour la version finale de Tails 3.0 ([[!tails_ticket 12093]]).

source: [Open tickets for Tails 3.0](https://labs.riseup.net/code/projects/tails/issues?per_page=100&query_id=198)
fr: [Tickets ouverts pour Tails 3.0](https://labs.riseup.net/code/projects/tails/issues?per_page=100&query_id=198)

source: [[Longstanding known issues|support/known_issues]]
fr: [[Problèmes connus de longue date|support/known_issues]]
