Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/test_0.22-rc1.*.po
Languages: fa

source: [[!meta title="Call for testing: 0.22~rc1"]] [[!meta date="2013-12-02 13:00:00"]]
fa: [[!meta title="درخواست برای آزمایش: 0.22~rc1"]] [[!meta date="۲۰۱۳/۱۲/۰۲ ۱۳:۰۰:۰۰"]]

source: You can help Tails! The first (and hopefully only) release candidate for the upcoming version 0.22 is out. Please test it and see if all works for you.
fa: شما می‌توانید به تیلز کمک کنید! اولین (و امیدواریم تنها) نامزد انتشار برای نسخهٔ پیش‌روی ۰٫۲۲ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 0.22~rc1?
fa: چگونه تیلز 0.22~rc1 را امتحان کنیم؟

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: <strong>در خاطر داشته باشید که این یک تصویر آزمایشی است.</strong> مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Download the ISO image and its signature:
fa: تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.22~rc1/tails-i386-0.22~rc1.iso" >Tails 0.22~rc1 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.22~rc1/tails-i386-0.22~rc1.iso" >تصویر ایزوی 0.22~rc1</a>

source: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-0.22~rc1.iso.sig " >Tails 0.22~rc1 signature</a>
fa: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-0.22~rc1.iso.sig " >امضای تیلز 0.22~rc1</a>

source: [[Verify the ISO image|download#verify]].
fa: [[تأیید تصویر ایزو|download#verify]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fa: نگاهی به فهرست <a href="#known_issues">مشکلات شناسایی‌شدهٔ این انتشار</a> و فهرست [[lمشکلات شناسایی‌شدهٔ قدیمی|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید|doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید این مشکل یک <a href="#known_issues">مشکل شناسایی‌شدهٔ این انتشار</a> یا یک [[مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: What's new since 0.21?
fa: چه چیزهایی نسبت به ۰٫۲۱ جدید هستند؟

source: Security fixes
fa: رفع مشکلات امنیتی

source: Stop migrating persistence configuration and access rights. Instead, disable all persistence configuration files if the mountpoint has wrong access rights.
fa: توقف کوچ پیکربندی مانا و اجازه‌های دسترسی. به جایش، غیرفعال کردن تمام فایل‌های پیکربندی مانا در صورت اجازه دسترسی غلط mountpoint.

source: Upgrade to NSS 3.15.3 that fixes a few serious security issues affecting the browser.
fa: ارتقاء به ان‌اس‌اس ۳٫۱۵٫۳ که باعث برطرف شدن چند اشکال امنیتی جدی موثر روی مرورگر می‌شود.

source: Major improvements
fa: پیشرفت‌های مهم

source: Switch to Iceweasel 24 and Torbutton 1.6.
fa: کوچ به Iceweasel 24 و تورباتن ۱٫۶.

source: Install Linux 3.11-2 (3.11.8-1).
fa: نصب لینوکس ۳٫۱۱-۲ (۳٫۱۱٫۸-۱).

source: Incremental upgrades are ready for beta-testing, stay tuned.
fa: ارتقاهای تدریجی برای آزمون بتا آماده هستند. منتظر باشید.

source: Bugfixes
fa: رفع ایرادها

source: Fix Vidalia startup.
fa: درست کردن راه‌اندازی ویدالیا.

source: Disable DPMS screen blanking.
fa: غیرفعال کردن خالی شدن صفحه DPMS.

source: Fix checking of the persistent volume's ACL.
fa: درست کردن بررسی ACL درایو مانا.

source: Sanitize more IP and MAC addresses in bug reports.
fa: پاک‌سازی آی‌پی‌ها و آدرس‌های مک بیشتر در گزارش‌های ایرادها.

source: Do not fail USB upgrade when the "tmp" directory exists on the destination device.
fa: متوقف نشدن ارتقای یواس‌بی هنگامی که پوشهٔ «tmp» روی دستگاه مقصد موجود است.

source: Minor improvements
fa: بهبودهای جزیی

source: Clearer warning when deleting persistent volume.
fa: هشدار واضح‌تر هنگام پاک کردن درایو مانا.

source: Use IBus instead of SCIM.
fa: استفاده از IBus به جای SCIM.

source: Always list optimal keyboard layout in the greeter.
fa: فهرست کردن همیشگی جانمایی صفحه‌کلید در خوشامدگو.

source: Fix on-the-fly translation of the greeter in various languages.
fa: درست کردن ترجمهٔ در حال پیشرفت خوشامدگو به زبان‌های مختلف.

source: Update I2P to 0.9.8.1 and rework its configuration.
fa: ارتقای I2P به ۰٫۹٫۸٫۱ و کار دوباره روی پیکربندی آن.

source: <a id="known_issues"></a>Known issues in 0.22~rc1
fa: <a id="known_issues"></a>مشکلات شناسایی‌شده در 0.22~rc1

source: The memory erasure on shutdown [[!tails_ticket 6460 desc="does not work on some hardware"]], most notably systems with Intel graphics.
fa: پاک شدن حافظه هنگام خاموش شدن [[!tails_ticket 6460 desc="روی بعضی سخت‌افزارها کار نمی‌کند"]]، به خصوص روی سیستم‌های دارای گرافیک اینتل.

source: Tails Installer [[!tails_ticket 6462 desc="fails to list USB stick with isohybrid Tails installed"]].
fa: نصب‌کنندهٔ تیلز [[!tails_ticket 6462 desc="نمی‌تواند درایو یواس بی با تیلز isohybrid را فهرست کند"]].

source: The browser may [[!tails_ticket 6468 desc="leak the IP on the local network via WebRTC"]].
fa: مرورگر ممکن است [[!tails_ticket 6468 desc="از طریق WebRTC باعث درز آی‌پی روی شبکهٔ محلی شود"]].

source: All these issues are being worked on and will hopefully be fixed in Tails 0.22.
fa: تمام این مشکلات در گیت برطرف شده و در تیلز ۰٫۲۲ برطرف خواهند شد.
