Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/test_0.14-rc2.*.po
Languages: fa

source: [[!meta date="2012-10-29 12:34:56 +0200"]] [[!meta title="Call for testing: 0.14~rc2"]]
fa: [[!meta date="۲۰۱۲/۱۰/۲۹ ۱۲:۳۴:۵۶ +۰۲۰۰"]] [[!meta title="درخواست برای آزمایش: 0.14~rc2"]]

source: You can help Tails! The <em>second</em> release candidate for the upcoming version 0.14 is out. Please test it and see if all works for you.
fa: شما می‌توانید به تیلز کمک کنید! <em>دومین</em> نامزد انتشار برای نسخهٔ پیش‌روی ۰٫۱۴ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 0.14~rc2?
fa: چگونه تیلز 0.14~rc2 را امتحان کنیم؟

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: <strong>در خاطر داشته باشید که این یک تصویر آزمایشی است.</strong> مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Download the ISO image and its signature:
fa: تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.14~rc2/tails-i386-0.14~rc2.iso" >Tails 0.14~rc2 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.14~rc2/tails-i386-0.14~rc2.iso" >تصویر ایزوی تیلز 0.14~rc2 </a>

source: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.14~rc2/tails-i386-0.14~rc2.iso.pgp" >Tails 0.14~rc2 signature</a>
fa: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.14~rc2/tails-i386-0.14~rc2.iso.pgp" >امضای تیلز 0.14~rc2 </a>

source: [[Verify the ISO image|download#index3h1]].
fa: [[تأیید تصویر ایزو|download#index3h1]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fa: نگاهی به فهرست <a href="#known_issues">مشکلات شناسایی‌شدهٔ این انتشار</a> و فهرست [[lمشکلات شناسایی‌شدهٔ قدیمی|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید|doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید این مشکل یک <a href="#known_issues">مشکل شناسایی‌شدهٔ این انتشار</a> یا یک [[مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: What's new since 0.14~rc1?
fa: چه چیزهایی نسبت به 0.14~rc1 جدید هستند؟

source: Since the following changes are brand new in this release candidate they are what we really need to be tested by you. In particular we ask you to pay attention to whether Iceweasel has any new issues or not.
fa: از آن‌جا که این تغییرات در این نامزد انتشار کاملاً جدید هستند واقعاً نیاز داریم شما این‌ها را امتحان کنید. به طور خاص تقاضا داریم دقت کنید که آیا Iceweasel مشکلات جدیدی دارد یا نه.

source: Update to 10.0.9esr-1+tails1, which has all the privacy enhancing patches from the Tor Browser Bundle applied to it.
fa: ارتقاء به 10.0.9esr-1+tails1 که دارای تمام بسته‌های افزایش‌دهندهٔ حریم خصوصی از بستهٔ مرورگر تور است.

source: Install iceweasel from our own repo, http://deb.tails.boum.org.
fa: نصب Iceweasel از مخزن خودمان، http://deb.tails.boum.org.

source: Minor improvements
fa: بهبودهای جزیی

source: Remove the last absolute path in our isolinux config, which makes it easier to migrate from isolinux to syslinux (just rename the directory), and hence might make it easier for 3rd party USB installers (like the Universal USB Installer) to support Tails.
fa: برداشتن آخرین مسیر مطلق در پیکربندی isolinux خود که کوچ از isolinux به syslinux را ساده‌تر می‌کند (با تنها عوض کردن نام مسیر) و از این رو ممکن است پشتیبانی تیلز از سوی یک نصب‌کنندهٔ یواس‌بی شخص سوم (مانند نصب‌کنندهٔ همگانی یواس‌بی) را آسان‌تر کند.

source: Bug fixes
fa: رفع ایرادها

source: Fix tordate vs. Tor 0.2.3.x. Since 0.2.3.x Tor doesn't download a consensus for clocks that are more than 30 days in the past or 2 days in the future (see commits f4c1fa2 and 87622e4 in Tor's git repo). For such clock skews we set the time to the Tor authority's cert's valid-after date to ensure that a consensus can be downloaded.
fa: درست کردن tordate در مقابل تور ۰٫۲٫۳٫x. چون تور ۰٫۲٫۳٫x یک اجماع برای ساعت‌هایی که روی بیشتر از ۳۰ روز پیش یا دو روز در آینده هستند دانلود نمی‌کند (رجوع کنید به f4c1fa2 و 87622e4 در مخزن گیت تور). برای این مشکلات ساعت، زمان را روی تاریخ valid-after تور تنظیم می‌کنیم تا مطمئن شویم که می‌توان یک اجماع را دانلود کرد.

source: Software
fa: نرم‌افزارها

source: Update tails-persistence-setup to 0.20-1, which should make it possible to install Tails on large (>= 32 GiB) USB drives.
fa: ارتقای tails-persistence-setup به ۰٫۲۰-۱ که باید نصب تیلز را روی درایوهای یواس‌بی ۳۲گیگابایتی یا بیشتر ممکن سازد.

source: What's new since 0.13?
fa: چه چیزهایی نسبت به ۰٫۱۳ جدید هستند؟

source: Major new features
fa: ویژگی‌های مهم جدید

source: gpgApplet can now handle public-key cryptography.
fa: برنامک gpg حالا می‌تواند به رمزنگاری کلید عمومی رسیدگی کند.

source: Install an additional, PAE-enabled kernel with NX-bit support. This kernel is auto-selected when the hardware supports it and will:
fa: نصب یک هستهٔ اضافی دارای PAE با پشتیبانی NX-bit. اگر سخت‌افزار از این هسته پشتیبانی کند به طور خودکار انتخاب می‌شود و:

source: provide executable space protection, preventing certain types of buffer overflows from being exploitable.
fa: از فضای قابل‌اجرا محافظت و از آسیب‌پذیر شدن بعضی از سرریزهای بافر جلوگیری می‌کند.

source: enable more than 4 GiB of system memory.
fa: فعال کردن بیش از ۴ گیگابایت از حافظهٔ سیستم.

source: make all processors/cores available, including their power-saving functionality.
fa: مهیا کردن تمام پردازش‌گرها/هسته‌ها از جمله کاربرد ذخیرهٔ برق.

source: Add a persistence preset for NetworkManager connections.
fa: ااضفه کردن یک پیش‌تنظیم مانا برای اتصالات ابزار مدیریت شبکه.

source: Enable Tor stream isolation; several new SocksPorts with appropriate Isolate* options have been added for different use cases (i.e. applications). All application's have been reconfigured to use these new SocksPorts, which should increase anonymity by making it more difficulte to correlate traffic from different applications or "online identities".
fa: فعال کردن جداسازی جریان تور: چندین پورت ساکس جدید با گزینهٔ مناسب Isolate* برای موارد استفادهٔ متفاوت اضافه شده‌اند (مانند ابزارها). تمام ابزارها دوباره تنظیم شده‌اند تا از این پورت‌های ساکس استفاده کنند که باید با دشوار کردن همبسته‌سازی ترافیک ابزارهای مختلف یا «هویت‌های آنلاین» ناشناسی را افزایش دهند.

source: On kexec reboot, make the boot quiet only if debug=wipemem was not enabled.
fa: در راه‌اندازی دوبارهٔ kexec راه‌اندازی تنها در صورتی ساکت انجام شود که debug=wipemem فعال نشده باشد.

source: Update torproject.org's APT repo key.
fa: ارتقای کلید مخزن اپت torproject.org.

source: Update the embedded Tails signing key.
fa: ارتقای کلید امضای جاسازی‌شدهٔ تیلز.

source: Use symlinks instead of dupliqcating localized searchplugins.
fa: استفاده از symlinks به جای کپی کردن افزایه‌های جستجوی بومی‌شده.

source: Rewrite Tails firewall using ferm. Tails firewall was written in very unsophisticated iptables-save/restore format. As more feature creeped in, it started to be quite unreadable.
fa: بازنویسی ferm مورد استفادهٔ دیوارآتش تیلز. دیوارآتش تیلز در یک قالب بسیار سادهٔ iptables-save/restore نوشته شده‌است. با اضافه شدن ویژگی‌های بیشتر این دیوارآتش به مرور غیرقابل‌خواندن شد.

source: Optimize VirtualBox modules build at runtime to avoid installing the userspace utils N times.
fa: بهینه‌سازی ماژول‌های سخت ویرچوال‌باکس هنگام زمان اجرا برای جلوگیری از نصب کارکردهای زمان اِن فضای کاربر.

source: Drop most of Vidalia's configuration. Our custom lines just caused trouble (with multiple SocksPorts) and the default works well.
fa: حذف بیشتر تنظیمات ویدالیا. خطوط اختصاصی ما تنها (با پورت‌های ساکس مختلف) ایجاد مشکل می‌کردند و حالت پیش‌فرض خوب کار می‌کرد.

source: Blacklist PC speaker module. On some computers, having the pcspkr module loaded means loud beeps at bootup, shutdown and when using the console. As it draws useless attention to Tails users, it is better to prevent Linux from loading it by default.
fa: ماژول فهرست‌سیاه بلندگوی رایانه. روی بعضی از رایانه‌ها بارگذاری ماژول pcspkr به معنی بوق‌های بلند هنگام راه‌اندازی، خاموش کردن و استفاده از کنسول است. از آن‌جا که این صداها توجه بی‌فایده جلب کاربر تیلز می‌کنند، بهتر است از بارگذاری آن به طور پیش‌فرض توسط لینوکس جلوگیری شود.

source: Remove all addons from the Unsafe Browser. No addons are essential for the Unsafe Browser's intent. If anything they will modify the network fingerprint compared to a normal Iceweasel install, which is undesirable.
fa: حذف تمام افزونه‌ها از «مرورگر غیرامن». هیچ افزونه‌ای برای هدف «مرورگر غیرامن» ضروری نیست. تنها کار آن‌ها تغییر دادن اثر انگشت شبکه در مقایسه با یک نصب معمولی Iceweasel است که مطلوب نیست.

source: Prevent some unwanted packages to be installed at all, rather than uninstalling them later. This should speed up the build a bit.
fa: جلوگیری از نصب بعضی بسته‌های ناخواسته به جای عزل آن‌ها در مراحل بعدی. این کار باید روند ساخت را کمی سریع‌تر کند.

source: Add a symlink from /etc/live/config to /etc/live/config.d. This makes the system compatible with live-config 3.0.4-1, without breaking backward compatibility with various parts of the system that use the old path.
fa: اضافه کردن یک symlink از /etc/live/config به /etc/live/config.d. این کار باعث تطبیق سیستم با live-config 3.0.4-1 بدون ایجاد اشکال در سازگاری‌های قبلی با بخش‌های مختلف سیستمی که از مسیر قدیمی استفاده می‌کند می‌شود.

source: Do not run unecessary scripts during shutdown sequence, to make shutdown faster.
fa: جلوگیری از اجرای اسکریپت‌های غیرضروری هنگام روند خاموض کردن جهت سریع‌تر شدن خاموش کردن.

source: Fix Iceweasel's file associations. No more should you be suggested to open a PDF in the GIMP.
fa: درست کردن ارتباط‌های فایل‌ها در Iceweasel. دیگر نباید به شما پیشنهاد شود که یک پی‌دی‌اف را با گیمپ باز کنید.

source: Make live-persist deal with persistent ~/.gconf subdirs so that any options saved therein actually get persistent.
fa: live-persist به زیرپوشه‌های ~/.gconf مانا رسیدگی کند تا هر گزینه‌ای که در آن ذخیره می‌شود مانا شود.

source: Prevent memlockd unload on shutdown, to make sure that all necessary tools for memory wiping are available when the new kernel has kexec'd.
fa: جلوگیری از خالی شدن memlockd هنگام خاموش کردن برای مطمئن شدن از این که تمام ابزارهای ضروری برای پاک کردن حافظه آماده هستند؛ هنگامی که kexec روی کرنل جدید اثر می‌گذارد.

source: Patch initscripts headers instead of fiddling with update-rc.d. We now let insserv figure out the correct ordering for the services during startup and shutdown, i.e. use dependency-based boot sequencing.
fa: بسته‌بندی سربرگ‌های initscripts به جای استفاده از update-rc.d. حالا می‌گذاریم insserv ترتیب صحیح سرویس‌ها را هنگام راه‌اندازی و خاموش کردن پیدا کند؛ برای مثال استفاده از ترتیب‌دهی راه‌اندازی dependency-based.

source: Bugfixes
fa: رفع ایرادها

source: Include <code>seq</code> in the ramdisk environment: it is used to wipe more memory. This fixes the long-standing bug about Tails not cleaning all memory on shutdown.
fa: گنجاندن <code>seq</code> در محیط ramdisk: از آن برای پاک کردن حافظهٔ بیشتری استفاده می‌شود. استفاده از آن ایراد قدیمی پاک نشدن تمام حافظه هنگام خاموش شدن تیلز را برطرف می‌کند.

source: Fix Yelp crashing on internal links
fa: رفع توقف یلپ روی دیسک‌های داخلی

source: Allow amnesia user to use Tor's TransPort. This firewall exception is necessary for applications that doesn't have in-built SOCKS support and cannot use torsocks. One such example is Claws Mail, which uses tsocks since torsocks makes it leak the hostname. This exception, together with Tor's automatic .onion mapping makes Claws Mail able to use hidden service mail providers again.
fa: اجازه دادن به کاربر فراموشی برای استفاده از ترنس‌پورت تور. این استثنای دیوارآتش برای ابزارهایی که از پشتیبانی درونی ساکس ندارند و نمی‌توانند از تورساکس استفاده کنند ضروری است. یک نمونه این نرم‌افزارها Claws Mail است که از تی‌ساکس استفاده می‌کند چون تورساکس باعث می‌شود نام سرور در آن درز کند. این استثناء در کنار نقشه‌برداری خودکار .onion تور Claws Mail را دوباره قادر به استفاده از ارائه‌دهندگان مخفی رایانامه می‌کند.

source: Force threads locking support in Python DBus binding. Without this liveusb-creator doesn't work with a PAE-enabled kernel.
fa: اجبار به پشتیبانی رشته‌ها در ساخت DBus پایتون. بدون این کار liveusb-creator با یک هستهٔ دارای PAE کار نمی‌کند.

source: Fix localized search plugins for 'es' and 'pt'
fa: درست کردن افزایه‌های جستجوی محلی برای 'es' و'pt'

source: Fix live-boot's readahead, which caused an unnecessary pause during boot.
fa: درست کردن از پیش خواندن live-boot که باعث یک مکث غیرضروری هنگام راه‌اندازی می‌شد.

source: Factorize GCC wanted / available version numbers in VirtualBox modules building hook. This, incidentally, fixes a bug caused by duplication and not updating all instances.
fa: فاکتور کردن عدد نسخه‌های لازم/موجود GCC در قلاب ساخت ماژول‌های ویرچوال‌باکس. از اتفاق این کار باعث رفع ایرادی می‌شود که تکثیر و به‌روز نکردن تمام موارد دلیل آن است.

source: Tor
fa: تور

source: Update to version 0.2.3.22-rc-1~~squeeze+1, a new major version. It's not a stable release, but we have been assured by the Tor developers that this is the right move.
fa: ارتقاء به نسخهٔ 0.2.3.22-rc-1~~squeeze+1، یک نسخهٔ مهم جدید. این نسخه پایدار نیست، اما توسعه‌دهندگان تور به ما قول داده‌اند که این کار حرکتی درست است.

source: Stop setting custom value for the Tor LongLivedPorts setting. Gobby's port was upstreamed in Tor 0.2.3.x.
fa: متوقف کردن مقدار اختصاصی تنظیمات برای تنظیمات LongLivedPorts تور. پورت گابی در تور ۰٫۲٫۲٫x آپ‌استریم شده‌است.

source: Use curl instead of wget, and add a --proxy option passed through to curl.
fa: استفاده از curl به جای wget و اضافه کردن یک گزینهٔ --proxy که از curl گذشته باشد.

source: Remove the --fullrequest option, we don't need it anymore.
fa: حذف گزینهٔ --fullrequest. دیگر به آن نیازی نداریم.

source: Remove --dns-timeout option, we don't need it anymore.
fa: حذف گزینهٔ --dns-timeout. دیگر به آن نیازی نداریم.

source: Change --proxy handling to support Debian Squeeze's curl.
fa: تغییر --proxy برای پشتیبانی curl دبیان اسکوییز.

source: Clarify what happens if --proxy is not used.
fa: روشن کردن این که در صورت عدم استفاده از --proxy چه اتفاقی می‌افتد.

source: Compute the median of the diffs more correctly.
fa: پردازش صحیح‌تر میانهٔ دیف‌ها.

source: Hardware support
fa: پشتیبانی سخت‌افزاری

source: Update Linux to 3.2.30-1.
fa: ارتقای لینوکس به ۳٫۲٫۳۰-۱.

source: Update vidalia to 0.2.20-1+tails1.
fa: ارتقای ویدالیا به 0.2.20-1+tails1.

source: Update bundled WhisperBack package to 1.6.1:
fa: ارتقای بستهٔ ویسپربک به ۱٫۶٫۱:

source: Raise the socket library timeout to 120 seconds
fa: افزایش وقفه در socket library به ۱۲۰ ثانیه

source: Use smtplib's timeout parameter
fa: استفاده از پارامتر فاصله smtplib

source: Fix error output when calling send a 2nd time
fa: رفع خطای خروجی هنگام ارسال کردن برای بار دوم

source: Update liveusb-creator to 3.11.6-3.
fa: ارتقای liveusb-creator به ۳٫۱۱٫۶-۳.

source: Update i2p to 0.9.2.
fa: ارتقای i2p به ۰٫۹٫۲.

source: Update tails-persistence-setup to 0.18-1.
fa: ارتقای tails-persistence-setup به ۰٫۱۸-۱.

source: Install console-setup and keyboard-configuration from unstable (required by new initramfs-tools).
fa: نصب console-setup و keyboard-configuration از ناپایدار (ضروری از سوی initramfs-tools جدید).

source: Update tails-greeter to 0.7.3:
fa: ارتقای tails-greeter به ۰٫۷٫۳:

source: Import pt_BR translation.
fa: وارد کردن ترجمهٔ پرتغالی-برزیلی.

source: Let langpanel usable during option selection stage
fa: قابل‌استفاده کردن langpanel در مرحلهٔ انتخاب گزینه

source: Print less debugging messages by default (below are changes in tails-greeter 0.7.2:)
fa: چاپ کردن پیغام‌های رفع ایراد کمتر به طور پیش‌فرض (در زیر تغییرات خوشامدگوی تیلز ۰٫۷٫۲ می‌آیند:)

source: Use correct test operators.
fa: استفاده از عمل‌گرهای آزمایش صحیح.

source: Generate language codes of available locales at package build time.
fa: ایجاد کدهای زبانی لوکال‌های موجود هنگام ساخت بسته‌ها.

source: Read list of language codes from where we have saved it at package build time.
fa: خواندن فهرست کدهای زبانی از جایی که هنگام ساخت بسته ذخیره‌شان کرده بودیم.

source: Drop tails-lang-helper, not used anymore.
fa: کنار گذاشتن tails-lang-helper که دیگر از آن استفاده نمی‌شود.

source: Do not compile locales at login time anymore. Tails now ships locales-all.
fa: کامپایل نکردن لوکال‌ها هنگام ورود. تیلز حالا از locales-all استفاده می‌کند.

source: Internationalization
fa: بین‌المللی‌سازی

source: Fix Tails specific Iceweasel localization for pt-BR
fa: درست کردن بومی‌سازی Iceweasel خاص تیلز برای پرتغالی-برزیلی

source: Add Japanese input system: scim-anthy.
fa: اضافه کردن سیستم ورودی ژاپنی: scim-anthy.

source: Build system
fa: سیستم ساخت

source: Catch more errors during build time:
fa: پیدا کردن خطاهای بیشتر هنگام ساخت:

source: Ensure that all local hooks start with 'set -e'.
fa: تضمین این که تمام قلاب‌های بومی با 'set -e' آغاز می‌شوند.

source: Fail hard if adduser fails in local hooks.
fa: توقف سخت‌دیسک در صورت توقف adduser در قلاب‌های محلی.

source: Fail hard if 'rm' fails in local hooks.
fa: توقف سخت‌دیسک در صورت توقف 'rm' در قلاب‌های محلی.

source: vagrant: Ensure we have the set of Perl packages needed by our Ikiwiki
fa: وارگانت: تضمین داشتن مجموعه بسته‌‌های پرل مورد نیاز Ikiwiki ما

source: vagrant: Configure live-build to ship with ftp.us.debian.org. Using cdn.debian.net leads to bad interactions with Tor.
fa: وارگانت: تنظیم live-build برای گنجاندن در ftp.us.debian.org. استفاده از cdn.debian.net باعث تداخلاتی با تور می‌شود.

source: vagrant: Don't use gzip compression when building from a tag, i.e. a release.
fa: واگرانت: از فشرده‌سازی جی‌زیپ هنگام ساخت یک تگ (مثلاً یک انتشار) استفاده نشود.

source: vagrant: Optionally use bootstrap stage cache for faster builds via the 'cache' build option.
fa: واگرانت: استفادهٔ اختیاری از کش مرحلهٔ bootstrap برای ساخت سریع‌تر از طریق گزینهٔ ساخت 'cache'.

source: vagrant: Make sure release builds are clean, i.e. they don't use any potentially dangerous build options.
fa: واگرانت: اطمینان یافتن از تمیز بودن ساخت‌های انتشار، برای مثال از هیچ گزینه ساخت احتمالاً خطرناکی استفاده نکنند.

source: vagrant: Disable live-build package caching. This build system is meant to use an external caching proxy, so live-build's cache just wastes RAM (for in-memory builds) or disk space.
fa: واگرانت: غیرفعال کردن کش کردن بستهٔ live-build. این سیستم ساخت قرار است از یک پروکسی بیرونی کش کردن استفاده کند، بنابراین کش live-build تنها حافظهٔ تصادفی (برای ساخت‌های داخل حافظه) یا فضای دیسک تلف می‌کند.

source: vagrant: use aufs magic instead of copying source into tmpfs. This reduces the amount of RAM required for building Tails in.
fa: واگرانت: استفاده از aufs magic به جای کپی کردن کد به tmpfs. این کار باعث کاهش حافظهٔ تصادفی مورد نیاز برای ساخت تیلز می‌شود.

source: vagrant: Allow in-memory builds when a VM with enough memory is already started.
fa: واگرانت: اجازه به ساخت‌های درون حافظه هنگامی که یک ماشین مجازی با حافظهٔ کافی راه‌اندازی شده‌است.

source: <a id="known_issues"></a>Known issues in 0.14~rc2
fa: <a id="known_issues"></a>مشکلات شناسایی‌شده در 0.14~rc2

source: Stream isolation inconsistency in Claws Mail
fa: ناهمسانی جداسازی جریان در Claws Mail

source: Claws Mail isn't using its dedicated Tor SocksPort for Tor hidden service IMAP/POP/SMTP servers (instead Tor's TransPort is used). This is just a deviation from Tails' design and should have no adverse real world consequences.
fa: نرم‌افزار Claws Mail برای سرورهای IMAP/POP/SMTP سرویس مخفی تور از پورت ساکس تور استفاده نمی‌کند (در عوض از TransPort تور استفاده می‌کند). این تنها تغییر کوچکی در طراحی تیلز است و عواقبی در دنیای واقعی ندارد.
