Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/version_2.7.*.po
Languages: it

source: [[!meta title="Tails 2.7 is out"]]
it: [[!meta title="È uscita Tails 2.7"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_2.6]] and users should upgrade as soon as possible.
it: Questa release risolve [[molti problemi di sicurezza|security/Numerous_security_holes_in_2.6]] e gli utenti dovrebbero aggiornare prima possibile.

source: Changes
it: Cambi

source: Upgrades and changes
it: Aggiornamenti e cambiamenti

source: Upgrade *Tor* to [0.2.8.9](https://blog.torproject.org/blog/tor-0289-released-important-fixes).
it: Aggiornato *Tor* alla versione [0.2.8.9](https://blog.torproject.org/blog/tor-0287-released-important-fixes).

source: Upgrade *Tor Browser* to [6.0.6](https://blog.torproject.org/blog/tor-browser-606-released).
it: Aggiornato *Tor Browser* alla versione [6.0.6](https://blog.torproject.org/blog/tor-browser-606-released).

source: Upgrade *Icedove* to [45.4.0](https://www.mozilla.org/en-US/thunderbird/45.4.0/releasenotes/).
it: Aggiornato *Icedove* alla versione [45.4.0](https://www.mozilla.org/en-US/thunderbird/45.4.0/releasenotes/).

source: Fixed problems
it: Problemi risolti

source: Fix multi-architecture support in *Synaptic*. This should fix broken installations of additional packages from *Synaptic*. ([[!tails_ticket 11820]])
it: Sistemato il supporto multi-architettura in *Synaptic*. Questo dovrebbe risolvere le installazioni rotte di pacchetti aggiuntivi da *Synaptic*. ([[!tails_ticket 11820]])

source: Set default spell checking language of *Icedove* to English instead of French. ([[!tails_ticket 11037]])
it: Impostato il linguaggio predefinito del correttore ortografico di *Icedove* all'Inglese invece che il Francese ([[!tails_ticket 11037]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
it: Per maggiori dettagli, leggi il nostro [[!tails_gitweb debian/changelog desc="changelog"]]

source: Known issues
it: Problemi noti

source: Users setting their Tor Browser security slider to High will have to click on a link to see the result of the search they done with the search box.
it: Gli utenti che impostano lo slider della sicurezza del Tor Browser ad Alto dovranno cliccare su un link per vedere il risultato della ricerca che hanno effettuato dalla barra di ricerca.

source: See the list of [[long-standing issues|support/known_issues]].
it: Vedi la lista dei [[problemi noti da tempo|support/known_issues]].

source: Get Tails 2.7
it: Scarica Tails 2.7

source: - To install, follow our [[installation instructions|install]].
it: - Per installare, segui le nostre [[istruzioni per l'installazione|install]].

source: - To upgrade, an automatic upgrade is available from 2.6 to 2.7.
it: - Per aggiornare, è disponibile un aggiornamento automatico da 2.6 a 2.7.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
it: Se non puoi fare un aggiornamento automatico, o se Tails non si avvia dopo un aggiornamento automatico, prova un [[aggiornamento manuale|upgrade]].

source: - [[Download Tails 2.7.|install/download]]
it: - [[Scarica Tails 2.7.|install/download]]

source: What's coming up?
it: Cosa arriverà nelle prossime versioni?

source: Tails 2.8 is [[scheduled|contribute/calendar]] for December 13.
it: Tails 2.8 è [[prevista|contribute/calendar]] per il 13 Dicembre.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
it: Dai uno sguardo alla [[!tails_roadmap]] per sapere a cosa puntiamo.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] ([[donating|donate#2.7]] is only one of them). Come [[talk to us|about/contact#tails-dev]]!
it: Ci serve il tuo aiuto e ci sono molti modi in cui puoi [[contribuire a Tails|contribute]] ([[donare|donate#2.7]] è solo uno di questi). Vieni a [[parlarci|about/contact#tails-dev]]!
