Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/version_3.6.2.*.po
Languages: de

source: [[!meta title="Tails 3.6.2 is out"]]
de: [[!meta title="Tails 3.6.2 ist veröffentlicht worden"]]

source: This release fixes [[several security issues|security/Numerous_security_holes_in_3.6.1]] and users should upgrade as soon as possible.
de: Diese Version behebt [[einige Sicherheitsprobleme|security/Numerous_security_holes_in_3.6.1]] und sollte von Nutzern so schnell wie möglich verwendet werden.

source: Changes
de: Änderungen

source: Upgrades and changes
de: Aktualisierungen und Änderungen

source: - Update *Tor Browser* to 7.5.3.
de: - Aktualisierung von *Tor Browser* auf die Version 7.5.3.

source: - Update *Thunderbird* to 52.7.0.
de: - Aktualisierung von *Thunderbird* auf die Version 52.7.0.

source: Update *Intel microcode* to 3.20180312.1, which adds Spectre variant 2 mitigation for most common Intel processors.
de: Aktualisierung von *Intel microcode* auf 3.20180312.1, welcher die Ausnutzung von Spectre-Variante 2 auf den meisten Intel Prozessoren unterbindet.

source: - Upgrade *Linux* to 4.15.11-1.
de: - Upgrade *Linux* auf 4.15.11-1.

source: Fixed problems
de: Behobene Probleme

source: Make input of Japanese and Korean characters in Tor Browser work again.
de: Ausgabe von japanischen und koreanischen Zeichen im Tor Browser funktionieren wieder.

source: Fix Tor Browser so add-ons installed by users work again, such as Tails Verification.
de: Vom Nutzer installierte add-ons, wie z.B. Tails Verification, funktionieren wieder im Tor Browser.

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
de: Für mehr Details, lesen Sie unser [[!tails_gitweb debian/changelog desc="changelog"]].

source: See the list of [[long-standing issues|support/known_issues]].
de: Sehen Sie die Liste mit [[Langzeitproblemen|support/known_issues]].

source: Get Tails 3.6.2
de: Tails 3.6.2 besorgen

source: - To install, follow our [[installation instructions|install]].
de: -Folgen Sie unserer [[Installationsanleitung|install]].

source: To upgrade, automatic upgrades are available from 3.6 and 3.6.1 to 3.6.2.
de: Um zu upgraden, gibt es automatische Upgrades von 3.6 und 3.6.1 auf 3.6.2.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
de: Wenn Sie kein automatisches Upgrade durchführen können oder wenn Sie einen Fehler beim Starten eines Upgrades erhalten, versuchen Sie bitte ein [[manuelles Upgrade|upgrade]].

source: If you are doing a manual upgrade from Tails 3.2, 3.3, 3.4, or 3.5, it is only possible to select an ISO image when running Tails in English. For other languages, the file chooser button remains inactive:
de: Wenn Sie ein manuelles Upgrade von Tails 3.2, 3.3, 3.4 oder 3.5 machen ist es nur möglich ein ISO Image auszuwählen, wenn Tails auf englisch läuft. Für andere Sprachen bleibt die Dateiauswahlfläche inaktiv:

source: To do a manual upgrade from Tails 3.2, 3.3, 3.4, or 3.5, you can either:
de: Um ein manuelles Upgrade von Tails 3.2, 3.3, 3.4 oder 3.5 durchzuführen, können Sie entweder:

source: Restart Tails in English.
de: Starten Sie Tails in Englisch.

source: Start <span class="application">Tails Installer</span> in English from the command line:
de: Starten Sie den <span class="application">Tails Installer</span> in Englisch von dem Terminal aus:

source: What's coming up?
de: Was kommt als nächstes?

source: Tails 3.7 is [[scheduled|contribute/calendar]] for May 8.
de: Tails 3.7 ist [[geplant|contribute/calendar]] für den 8. Mai.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf unsere [[!tails_roadmap]] um zu sehen wo es hin geht.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=3.6.2">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege [[Tails beizutragen|contribute]] (<a href="https://tails.boum.org/donate?r=3.6.2">Spenden</a> ist einer dieser Wege). Kommen Sie und [[reden Sie mit uns|about/contact#tails-dev]]!
