Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/who_are_you_helping.*.po
Languages: de

source: [[!meta title="Who are you helping when donating to TⒶILS?"]]
de: [[!meta title="Wem helfen Sie mit einer Spende an TⒶILS?"]]

source: TⒶILS is being distributed free of charge because we strongly believe that [free software is more secure by design](/doc/about/trust#free_software). But also because we think that **nobody should have to pay to be safe while using computers**. Unfortunately, TⒶILS cannot stay alive without money as developing TⒶILS and maintaining our infrastructure [[has a cost|doc/about/finances]].
de: TⒶILS wird kostenlos zur Verfügung gestellt, weil wir davon überzeugt sind, dass [freie Software konzeptuell sicherer ist als nicht-freie](/doc/about/trust#free_software). Zudem sollte unserer Meinung nach **niemand für seine Sicherheit bei der Nutzung eines Computers bezahlen müssen**. Leider kann TⒶILS nicht ohne finanzielle Unterstützung überleben, da die Entwicklung von TⒶILS und die Wartung unserer Infrastruktur [[Ausgaben nach sich ziehen|doc/about/finances]].

source: We rely solely on donations from individuals and supporting organizations to keep TⒶILS updated and getting always better. **That's why we need your help!**
de: Wir stützen uns ausschließlich auf Spenden von Einzelpersonen und unterstützenden Organisationen, um TⒶILS aktuell zu halten und immer besser zu machen. **Deshalb brauchen wir Ihre Hilfe!**

source: If you find TⒶILS useful, please consider [[donating money|contribute/how/donate]] or [[contributing some of your time and skills|contribute]] to the project. Donations to TⒶILS are tax-deducible both in the US and in Europe.
de: Falls Sie TⒶILS nützlich finden, erwägen Sie bitte [[eine Spende|contribute/how/donate]] oder [[steuern Sie dem Projekt einen Teil Ihrer Zeit und Fähigkeiten|contribute]] bei. Spenden an TⒶILS sind sowohl in den USA als auch in Europa steuerlich absetzbar.

source: In October 2014, TⒶILS was being used by more than 11 500 people [[daily|support/faq#boot_statistics]]. The profile of Tor and TⒶILS users is very diverse. This diversity increases the anonymity provided by those tools for everyone by making it harder to target and to identify a specific type of user. From the various contacts that we have with organizations working on the ground, we know that TⒶILS has been used by:
de: Im Oktober 2014 wurde TⒶILS [[täglich|support/faq#boot_statistics]] von mehr als 11 500 Menschen verwendet. Die Nutzer von Tor und TⒶILS sind sehr breit gefächert. Diese Vielfalt erhöht die Anonymität für jeden einzelnen Nutzer, da dies die Verfolgung und Identifizierung einer bestimmten Nutzergruppe erschwert. Wir wissen von unseren Kontakten in verschiedenen Organisationen, die an der Basis arbeiten, dass TⒶILS verwendet wird von:

source: **Journalists wanting to protect themselves or their sources.**
de: **Journalisten, die sich selbst und ihre Quellen schützen wollen.**

source: [Reporters Without Borders](https://rsf.org/) is an organization that promotes and defends freedom of information, freedom of the press, and has consultant status at the United Nations. RWB [advertises the use of TⒶILS](https://www.wefightcensorship.org/article/tails-amnesic-incognito-live-systemhtml.html) for journalists to fight censorship and protect their sources. RWB uses TⒶILS in their training sessions world-wide.
de: [Reporter ohne Grenzen](https://rsf.org/) ist eine Organisation, die Informations- und Pressefreihet fördert und verteidigt und einen Beraterstatus bei den Vereinten Nationen inne hat. RoG [empfiehlt die Verwendung von TⒶILS](https://www.wefightcensorship.org/article/tails-amnesic-incognito-live-systemhtml.html) für Journalisten, um Zensur zu bekämpfen und ihre Quellen zu schützen. RoG verwendet TⒶILS in weltweiten Schulungen.

source: [According to Laura Poitras, Glen Greenwald, and Barton Gellman](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa), TⒶILS has been an essential tool to work on the Snowden documents and report on the NSA spying. In a recent [article for The Intercept](https://firstlook.org/theintercept/2014/10/28/smuggling-snowden-secrets/), Micah Lee gives many details on how TⒶILS helped them starting to work together.
de: [Nach Aussage von Laura Poitras, Glen Greenwald und Barton Gellman](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa) war TⒶILS ein unabkömmliches Werkzeug, um an den Dokumenten von Snowden zu arbeiten und über die Spionage der NSA zu berichten. In einem kürzlich erschienenem [Artikel für The Intercept](https://firstlook.org/theintercept/2014/10/28/smuggling-snowden-secrets/) erläutert Micah Lee im Detail, wie TⒶILS ihnen bei der Zusammenarbeit geholfen hat.

source: [Fahad Desmukh](http://desmukh.com/), a freelance journalist based in Pakistan who is also working for [Bytes for All](http://content.bytesforall.pk/) always has a TⒶILS USB handy: "I can use it whenever I may need to and I especially make sure to keep it with me when travelling. Pakistan really isn't the safest place for journalists so thanks to the TⒶILS team for an amazing tool."
de: [Fahad Desmukh](http://desmukh.com/), ein freischaffender Journalist in Pakistan, der auch für [Bytes for All](http://content.bytesforall.pk/) arbeitet, hat stets einen TⒶILS USB Stick zur Hand: „Ich kann ihn jederzeit verwenden, wenn ich ihn brauche und achte besonders beim Reisen darauf, ihn bei mir zu tragen. Pakistan ist wirklich nicht der sicherste Ort für einen Journalisten, daher vielen Dank an das TⒶILS Team für dieses großartige Werkzeug.“

source: [Jean-Marc Manach](http://jean-marc.manach.net/), a journalist based in France and specialized in online privacy said that "war reporters have to buy helmets, bullet-proof vests and rent armored cars; journalists using the Internet for their investigations are much luckier: to be as secured as war reporters, they only have to download TⒶILS, burn it on a CD, install it on a SD card, and learn the basics of information and communication security, and it's free!"
de: [Jean-Marc Manach](http://jean-marc.manach.net/), Journalist in Frankreich und spezialisiert in Datenschutz, sagte, dass „Kriegsberichterstatter Helme und schusssichere Westen kaufen und gepanzerte Fahrzeuge mieten müssen; Journalisten, die das Internet für ihre Nachforschungen verwenden, haben einen großen Vorteil: Um genau so sicher zu sein, wie Kriegsberichterstatter, müssen sie nur TⒶILS herunterladen, auf eine CD brennen, es auf eine SD-Karte installieren und die Grundlagen von Informations- und Kommunikationssicherheit lernen. Zudem ist TⒶILS kostenlos!“

source: **Human-right defenders organizing in repressive contexts.**
de: **Menschenrechtsaktivisten in repressiven Zusammenhängen.**

source: TⒶILS has been used in combination with [Martus](https://www.martus.org/), an information system used to report on human rights abuses, to allow [Tibetan communities in exile](http://benetech.org/2014/01/07/a-rat-in-the-registry-the-case-for-martus-on-tails/) to protect themselves from targeted malware attacks.
de: TⒶILS wurde in Kombination mit [Martus](https://www.martus.org/), einem Informationssystem zum Melden von Menschenrechtsverletzungen, verwendet. Dieses ermöglicht [tibetischen Exilgemeinschaften](http://benetech.org/2014/01/07/a-rat-in-the-registry-the-case-for-martus-on-tails/) sich vor gezielten Malware-Angriffen zu schützen.

source: **Democracy defenders facing dictatorships.**
de: **Demokratieverfechter, die von Diktaturen bedroht werden.**

source: The [National Democratic Institute](https://www.ndi.org/), a Washington-based democracy support organization that works in more than 70 countries around the world, has used TⒶILS to [help human rights defenders to communicate securely](http://www.coe.int/en/web/world-forum-democracy/lab4_). For instance, NDI used TⒶILS to created a [data collection system in Belarus](http://cryptome.org/2014/07/tails-belarus-elections.pdf) to help opposition forces to collect, store and manage voter information.
de: Das [National Democratic Institute](https://www.ndi.org/), eine in Washington ansässige und in mehr als 70 Ländern aktive Demokratieunterstützungsorganisation, verwendete TⒶILS, um [Menschenrechtsaktivisten zu helfen, sicher zu kommunizieren](http://www.coe.int/en/web/world-forum-democracy/lab4_). Beispielsweise setzte NDI TⒶILS ein, um ein [Datensammelsystem in Weißrussland](http://cryptome.org/2014/07/tails-belarus-elections.pdf) bereitzustellen, das oppositionelle Kräften bei der Sammlung, Speicherung und Verwaltung von Wählerinformationen unterstützt.

source: **Citizens facing national emergencies.**
de: **Bürger, die von nationalen Ausnahmesituationen bedroht werden.**

source: During the last years, we noticed that the use of Tor and TⒶILS systematically peaks when countries face national emergencies. Even if TⒶILS represents a small amount of the global Tor usage, it is advertised by the Tor Project as the safest platform to protect from strong adversaries.
de: In den letzten Jahren haben wir bemerkt, dass die Nutzerzahlen für Tor und TⒶILS systematisch Spitzenwerte erreichen, wenn Staaten eine nationale Ausnahmesituation erfahren. Obwohl TⒶILS nur einen kleinen Anteil vom globalen Tor-Verkehr ausmacht, wird es vom Tor Projekt als sicherste Platform zum Schutz vor mächtigen Gegnern empfohlen.

source: In [Starting a revolution with technology](http://edition.cnn.com/2011/TECH/innovation/06/17/mesh.technology.revolution/), Slim Amamou, Tunisian blogger and former Secretary of State for Sport and Youth, explains that Tor "was vital to get information and share it" during the Tunisian revolution of 2011, because social media pages sharing information about the protests were "systematically censored so you could not access them without censorship circumvention tools".
de: In [Starting a revolution with technology](http://edition.cnn.com/2011/TECH/innovation/06/17/mesh.technology.revolution/) erklärt Slim Amamou, tunesischer Blogger und ehemaliger Minister für Sport und Jugend, dass Tor „lebenswichtig für die Informationsgewinnung und -verbreitung“ während der Tunesischen Revolution 2011 war, da Social Media Seiten mit Informationen über die Proteste „systematisch zensiert wurden, sodass man sie nicht ohne Werkzeuge zur Umgehung der Zensur erreichen konnte“.

source: Between January 25, the day the Egyptian Revolution of 2011 began, and January 27 2011, the number of [Tor users in Egypt](https://blog.torproject.org/blog/recent-events-egypt) was multiplied at least by 4. On January 27, the Egyptian goverment decided to halt Internet access accross the country.
de: Zwischen dem 25. Januar, dem Tag an dem die ägyptische Revolution begann, und dem 27. Januar 2011 nahm die Zahl der [Tor-Nutzer in Ägypten](https://blog.torproject.org/blog/recent-events-egypt) um mindestens das Vierfache zu. Am 27. Januar entschied die ägyptische Regierung den Internetzugriff im ganzen Land zu blockieren.

source: Between March 19 and March 31, the number of [Tor users in Turkey](https://metrics.torproject.org/users.html?graph=userstats-relay-country&start=2014-03-01&end=2014-04-01&country=tr&events=off#userstats-relay-country) was multiplied by 3 as a direct response to the growing Internet censorship in the country: on 20 March 2014, access to Twitter was blocked in Turkey, and on 27 March 2014 access to YouTube was blocked.
de: Zwischen 19. und 31. März 2014 verdreifachte sich die Zahl der [Tor-Nutzer in der Türkei](https://metrics.torproject.org/users.html?graph=userstats-relay-country&start=2014-03-01&end=2014-04-01&country=tr&events=off#userstats-relay-country) als direkte Reaktion auf die zunehmende Zensur des Internets: Der Zugang zu Twitter wurde dort am 20. März blockiert, gefolgt von YouTube am 27. März.

source: **Domestic violence survivors escaping from their abusers.**
de: **Opfer häuslicher Gewalt, die vor den Tätern flüchten.**

source: The Tor Project has been working with organizations fighting against domestic violence such as [NNEDV](http://nnedv.org/), [Transition House](http://www.transitionhouse.org/), and [Emerge](http://www.emergedv.com/) to help survivors escape digital surveillance from their abuser and report on their situation. As [domestic abuse goes digital](http://betaboston.com/news/2014/05/07/as-domestic-abuse-goes-digital-shelters-turn-to-counter-surveillance-with-tor/), circumvention tools like Tor and TⒶILS end up as one of the only options.
de: Das Tor Projekt arbeitet mit Organisationen zur Bekämpfung von häuslicher Gewalt zusammen, beispielsweise [NNEDV](http://nnedv.org/), [Transition House](http://www.transitionhouse.org/), und [Emerge](http://www.emergedv.com/), um so Opfer bei der Flucht vor den Tätern zu unterstützen und ihnen zu helfen auf ihre Lage aufmerksam zu machen. Da [häusliche Gewalt zunehmend im Digitalen verübt wird](http://betaboston.com/news/2014/05/07/as-domestic-abuse-goes-digital-shelters-turn-to-counter-surveillance-with-tor/) sind Werkzeuge zur Umgehung von Überwachung, wie TⒶILS und Tor, nahezu die einzigen Optionen.

source: If you know of other great stories of TⒶILS users, please [[share them with us|mailto:tails@boum.org]]!
de: Falls Sie weitere Erfolgsgeschichten von TⒶILS-Nutzern wissen, [[senden Sie sie diese bitte an uns|mailto:tails@boum.org]]!
