Repository: Acidburn0zzz/mtails
Catalog: wiki/src/news/why_we_need_donations.*.po
Languages: de

source: [[!meta title="Why we need donations"]]
de: [[!meta title="Warum wir Spenden brauchen"]]

source: Today we are starting a donation campaign to fund our work in 2017.
de: Heute starten wir eine Spendenkampagne, um unsere Arbeit in 2017 zu finanzieren.

source: Unlike most other tools on the Internet, Tails comes for *free* as in *freedom*. We are not selling your data, sending you targeted advertising, nor will ever sell our project to a big company. We give out Tails for free simply because everybody deserves to be protected from surveillance and censorship. But also because being free software is a necessary requirement for our tools to be safe, and protect you as intended. If our source code was closed, there would be no way of actually verifying that our software is trustworthy.
de: Im Gegensatz zu anderen Werkzeugen im Internet kommt Tails *frei* wie in *Freiheit*. Wir verkaufen nicht Ihre Daten, senden Ihnen keine gezielte Werbung und werden niemals unser Projekt an eine große Firma verkaufen. Wir geben Tails kostenlos heraus, weil jeder Mensch es verdient, vor Überwachung und Zensur geschützt zu werden. Aber auch, weil freie Software eine Voraussetzung für unsere Werkzeuge ist, damit diese wie beabsichtigt sicher sind und Sie beschützen. Wenn unser Quelltext geschlossen wäre, gäbe es keine Möglichkeit, um sicherzustellen, dass unsere Software vertrauenswürdig ist.

source: [[Since 2014|doc/about/finances]], we raised 210'000€ on average each year, coming from:
de: [[Seit 2014|doc/about/finances]] haben wir jedes Jahr im Durchschnitt 210.000€ gesammelt, kommend von:

source: People like you
de: Menschen wie Ihnen

source: Private companies like Mozilla or DuckDuckGo
de: Privaten Firmen wie Mozilla oder DuckDuckGo

source: Foundations and NGOs like Hivos and Access Now
de: Stiftungen und NGO's (Nichtregierungsorganistationen) wie Hivos und Access Now

source: Entities related to the US government like the Open Technology Fund (OTF) or the National Democratic Institute (NDI)
de: Institutionen mit Bezug zur US-Regierung wie der Open Technology Fund (OTF) oder das National Democratic Institute (NDI)

source: [[!img income.png link="no" class="margin center" alt="Related to US government: 34%, Foundations & NGOs: 34%, Individuals: 17%, Companies: 15%"]]
de: [[!img income.png link="no" class="margin center" alt="Mit Bezug zur US- Regierung: 34%, Stiftungen und NGO's: 34%, Einzelpersonen: 17%, Firmen: 15%"]]

source: We often hear complaints about the fact that many software projects that are meant to fight surveillance, like Tor and Tails, get a lot of funding from the US government whose own surveillance projects are severely criticized. We completely share this concern and we will worry about our accountability and sustainability as long as the survival of our project depends on a few small grants, some of them coming from organizations linked to governments.
de: Wir hören oft Beschwerden über die Tatsache, dass viele Softwareprojekte, die Überwachung bekämpfen sollen (beispielsweise Tor und Tails) eine Menge Finanzierung von der US-Regierung, derer eigene Überwachungsprogramme massiv kritisiert werden, erhalten. Wir teilen diese Bedenken vollständig und werden uns um unsere Verantwortlichkeit und Zukunftsfähigkeit Sorgen machen, solange das Überleben unseres Projekts von ein paar kleineren Zuwendungen, von denen einige von Organisationen, die an Regierungen angeschlossen sind, kommen.

source: Now, we would like you to think about it: where should our funding come from?
de: Nun möchten wir, dass Sie darüber nachdenken: Wo sollen unsere Gelder herkommen?

source: The answer is clear to us: the survival of Tails should be guaranteed by our users themselves, so that in return, we can continue to use our money in their best interest, with complete independence.
de: Die Antwort ist offensichtlich für uns: Das Überleben von Tails sollte durch die Benutzer selbst garantiert werden, damit wir im Gegenzug mit vollständiger Unabhängigkeit unser Geld in deren bestem Interesse verwenden können.

source: If you want Tails to remain independent, please take one minute to make a donation.
de: Wenn Sie möchten, dass Tails unabhängig bleibt, nehmen Sie sich bitte eine Minute Zeit, um zu spenden.

source: <div id="donate-button">[[Donate|donate#why]]</div>
de: <div id="donate-button">[[Spenden|donate#why]]</div>
