Repository: Acidburn0zzz/mtails
Catalog: wiki/src/support/tails-support.*.po
Languages: de, fa

source: [[!meta title="Tails user support mailing list"]]
de: [[!meta title="Mailingliste für Benutzendensupport von Tails"]]

source: This list is **the right place** for:
de: Diese Liste ist **der richtige Platz** für:
fa: این فهرست برای این کارها **مکان مناسبی نیست**:

source: **User support**: solving doubts about how to use Tails, security implications of Tails, etc.
de: **Benutzendensupport**: Das Ausräumen von Zweifeln über die Benutzung von Tails, Sicherheitsauswirkungen von Tails, usw.
fa: **پشتیبانی کاربر**: حل شک‌ها راجع به چگونگی استفاده از تیلز، نکات امنیتی تیلز و غیره.

source: **Community interaction**: information and tricks about ways of using Tails that are not officially documented but might be of interest to others.
de: **Gemeinschaftliche Interaktion**: Informationen und Tricks über die Arten der Benutzung von Tails, die nicht offiziell dokumentiert sind, aber für andere von Interesse sein könnten.
fa: **تعاملات گروهی**: اطلاعات و حقه‌ها راجع به راه‌های استفاده از تیلز که مستندسازی رسمی نشده‌اند اما ممکن است برای دیگران جالب باشند.

source: **Small issues**: pointing out small things that we needed to fix and do not require a complete bug report. That's fine and we appreciate it.
de: **Kleinere Probleme**: Verweisen auf kleinere Dinge, die von uns behoben werden müssen und keinen vollständigen Fehlerbericht benötigen. Dies ist in Ordnung und wir schätzen das.

source: This list is **the wrong place** for:
de: Diese Liste ist **der falsche Platz** für:
fa: **مشکلات کوچک**: اشاره به چیزهای کوچکی که باید درست شوند و نیازی به یک گزارش کامل ایراد ندارند. از انجام این کار استقبال می‌کنیم.

source: **Bug reports**: see the [[bug reporting documentation|/doc/first_steps/bug_reporting]] instead.
de: **Fehlerberichte**: lesen Sie stattdessen die [[Dokumentation zu Fehlerberichten|/doc/first_steps/bug_reporting]].
fa: **گزارش ایراد**: در عوض رجوع کنید به [[سند گزارش ایراد|/doc/first_steps/bug_reporting]].

source: **Feature requests**: those should be done on the development mailing list: [[tails-dev@boum.org|about/contact#tails-dev]].
de: **Funktionsanfragen**: Diese sollten auf der Mailingliste für Entwicklung gestellt werden: [[tails-dev@boum.org|about/contact#tails-dev]].

source: **Computer security essays and conspiranoia** not directly related to Tails.
de: **Abhandlungen über Computersicherheit und Verschwörungen**, die Tails nicht direkt betreffen.
fa: **مقالات راجع به امنیت رایانه و تئوری‌های توطئه** که ارتباط مستقیم با تیلز ندارند.

source: Public archive of tails-support: <https://mailman.boum.org/pipermail/tails-support/>.
de: Öffentliches Archiv von tails-support: <https://mailman.boum.org/pipermail/tails-support/>.

source: **Feature requests**: those should be done on the development mailing list: [tails-dev@boum.org](https://mailman.boum.org/listinfo/tails-dev/).
fa: **درخواست ویژگی**: این درخواست‌ها باید در فهرست رایانامهٔ توسعه ارائه شوند: [tails-dev@boum.org](https://mailman.boum.org/listinfo/tails-dev/).

source: <form method="POST" action="https://mailman.boum.org/subscribe/tails-support"> <input class="text" name="email" value=""/> <input class="button" type="submit" value="Subscribe"/> </form>
fa: <form method="POST" action="https://mailman.boum.org/subscribe/tails-support"> <input class="text" name="email" value=""/> <input class="button" type="submit" value="عضو شدن"/> </form>

source: This mailing list is [publicly archived](https://mailman.boum.org/pipermail/tails-support/).
fa: این فهرست رایانامه [به طور عمومی بایگانی می‌شود](https://mailman.boum.org/pipermail/tails-support/).
